{
  "home_h1_1": "A philanthropic foundation for war victims in Israel bringing hope and healing",
  "home_h2_2": "Healing all war victims through social ventures",
  "home_h2_3": "Our Vision",
  "home_h2_4": "Our Approach",
  "home_h2_5": "Our Social Ventures",
  "home_h2_6": "Partnership with International Foundation for Social Projects",
  "home_h2_7": "Our Impact",
  "home_h2_8": "Voices from the Community",
  "home_h2_9": "Join the Healing Journey",
  "home_p_17": "Happily created by&nbsp;Zappy",
  "home_p_18": "Kehilat Iti is a philanthropic foundation for war victims in Israel focused on creating a healing and renewing space for all those affected by war. We believe that true healing comes through a supportive community, meaningful social ventures, and strong international partnerships.",
  "home_p_19": "Our ventures focus on three main areas: mental and emotional healing, physical and medical recovery, and social and economic integration. Each venture is carefully designed to provide a holistic response to the complex needs of war victims.",
  "home_p_20": "To build a healing and renewing community where every war victim can find their path to complete recovery. We aspire to create a model of partnership with an international foundation for social projects that will serve as an example to the entire world.",
  "home_p_21": "We operate in collaboration with international organizations, companies, and public bodies to create social ventures with real impact. Each project is customized to the unique needs of our community.",
  "home_p_22": "A venture that combines advanced medical treatments with complementary therapeutic approaches such as occupational therapy, art, and music.",
  "home_p_23": "A medical and social project funding program that helps war victims acquire new skills and integrate into the job market.",
  "home_p_24": "A community support network that connects war victims, their families, and volunteers to create a safe and empowering space.",
  "home_p_25": "Kehilat Iti is proud to collaborate with leading international foundations, social organizations, and public bodies worldwide. Our partnerships enable us to bring the most advanced technologies, knowledge, and resources to serve war victims in Israel.",
  "home_p_26": "Collaborations with global philanthropic foundations specializing in trauma healing and war recovery.",
  "home_p_27": "Strategic partnerships with companies that provide funding, technology, and expertise for our ventures.",
  "home_p_28": "Collaborations with local and international social organizations to create a comprehensive support network.",
  "home_p_29": "\"Kehilat Iti gave me not only medical treatment but also new hope for life. Their social ventures helped me rediscover myself and begin a journey of true healing.\"",
  "home_p_30": "\"Kehilat Iti's partnership with international foundations brings unique resources that weren't available before. It's truly life-changing.\"",
  "home_p_31": "Whether you are war victims seeking support, an organization interested in partnership, or a philanthropist interested in contributing - we'd love to hear from you.",
  "home_p_32": "© 2025 Kehilat Iti. All rights reserved.",
  "home_p_33": "Created with&nbsp;Zappy",
  "about_h1_1": "Our Story: Commitment to Healing All War Victims",
  "about_h2_2": "How It All Began",
  "about_h2_3": "Our Mission",
  "about_h2_4": "Our Vision",
  "about_h2_5": "Our Values",
  "about_h2_6": "Our Team",
  "about_h2_7": "Our International Partnerships",
  "about_h2_8": "Our Impact So Far",
  "about_h2_9": "Join Us on the Journey",
  "about_p_31": "Happily created by&nbsp;Zappy",
  "about_p_32": "Itai Community was founded from the deep understanding that war victims need not only medical treatment, but a holistic and comprehensive support system. Our founders, some of whom are themselves war victims or family members of victims, understood that existing systems do not provide a complete response to the complex needs of people who have experienced war trauma.",
  "about_p_33": "The idea was simple yet revolutionary: to create a philanthropic fund for war victims in Israel that would combine funding for medical and social projects with a warm and supportive community approach. Not just to treat physical wounds, but also to create a healing space where every victim can find their path to renewal.",
  "about_p_34": "Since its establishment, Itai Community has grown and developed into a leading organization in the field of war victim rehabilitation. We operate in collaboration with international foundations, social organizations, companies, corporations and public bodies around the world. These partnerships enable us to bring the most advanced treatments, technologies and knowledge to serve war victims in Israel.",
  "about_p_35": "Itai Community is committed to providing a holistic and comprehensive response to all war victims in Israel. We work to create innovative social ventures that combine advanced medical treatment, mental and emotional support, occupational integration and a supportive community.",
  "about_p_36": "Our mission is to ensure that every war victim, regardless of their economic or social status, receives the treatment and support they need to return to a full and meaningful life. We believe that true healing comes through a multi-dimensional approach that addresses the whole person.",
  "about_p_37": "Our vision is to build a society where every war victim receives the response they need, and where the entire community is committed to supporting victims and their families. We strive to create a model of partnership with an international foundation for social projects that will serve as an example to the entire world.",
  "about_p_38": "We envision a future where Itai Community will be an international center of excellence in the field of war victim rehabilitation, a place where innovative treatment methods are developed, groundbreaking research is conducted, and from which experts emerge who influence the field worldwide.",
  "about_p_39": "We treat every war victim with compassion, empathy and respect. We understand that every person has gone through difficult experiences and comes to us with unique needs and feelings.",
  "about_p_40": "We believe in the power of community to heal and strengthen. We create spaces where war victims can find support, friendship and a sense of belonging.",
  "about_p_41": "We constantly seek new and improved ways to help war victims. We invest in research, development and bringing the most advanced technologies and methods.",
  "about_p_42": "We believe in the power of partnerships. We collaborate with organizations, foundations, companies and public bodies around the world to bring the best to war victims.",
  "about_p_43": "We believe that every war victim is entitled to receive treatment and support, regardless of their economic status, origin or other characteristics. We work for equality and social justice.",
  "about_p_44": "We operate with complete transparency and are committed to accountability towards war victims, our donors and partners. We publish annual reports and track the results of our ventures.",
  "about_p_45": "Itai Community consists of a dedicated team of professionals, volunteers and former war victims. Each of our team members brings experience, expertise and deep commitment to our mission.",
  "about_p_46": "Our medical and psychological team includes doctors, psychologists, physiotherapists, occupational therapists and nurses. All have extensive experience in treating trauma victims and specialize in relevant fields. The team undergoes continuous training and participates in international conferences and workshops.",
  "about_p_47": "Our social workers, case managers and community coordinators provide personal accompaniment and ongoing support to every participant. They coordinate between different ventures, assist with forms and rights, and serve as a central point of contact for participants and their families.",
  "about_p_48": "Our business development team works on creating new partnerships with international foundations, companies and organizations. They develop new ventures, raise resources and ensure that Itai Community continues to grow and develop.",
  "about_p_49": "Hundreds of volunteers contribute their time and skills to Itai Community. They accompany participants, organize activities, assist with administrative tasks and contribute in many other ways. Our volunteers are the heart and soul of the community.",
  "about_p_50": "Partnership with an international foundation for social projects is a central part of our strategy. We collaborate with leading organizations around the world that specialize in trauma healing, war victim rehabilitation and social venture development.",
  "about_p_51": "Our partnerships enable us to access knowledge, research and advanced treatment methods from around the world. We learn from the experience of other organizations and apply the lessons in our work.",
  "about_p_52": "Funding medical and social projects requires extensive resources. Our partnerships with international foundations enable us to raise additional funding and expand our ventures.",
  "about_p_53": "Our partners provide us with professional consulting, staff training and support in developing new ventures. We gain access to top experts in various fields.",
  "about_p_54": "Our partnerships connect us to a global network of organizations, experts and activists in the field of war victim rehabilitation. This network enables us to share knowledge, learn and collaborate on joint projects.",
  "about_p_55": "Since its establishment, Itai Community has helped hundreds of war victims and their families. We are proud of the impact we have on the lives of the people we serve and are committed to continuing to grow and develop.",
  "about_p_56": "Beyond numbers, our real impact is measured by the success stories of the people we serve. We have seen war victims return to work, complete studies, start families and find new meaning in life. We have seen families recover from severe trauma and rebuild their relationships. Every story is testimony to the power of healing and the importance of a supportive community.",
  "about_p_57": "Itai Community is more than just an organization - it is a community of people committed to healing and renewal. We invite you to join us in various ways:",
  "about_p_58": "Your donation enables us to continue providing treatment and support to war victims. Every donation, large or small, makes a real difference.",
  "about_p_59": "We are looking for volunteers with different skills and experience. Whether you are professionals, students or simply people who want to help - we have a place for you.",
  "about_p_60": "We are interested in partnerships with companies, organizations, foundations and public bodies. If you are interested in creating a partnership with an international foundation for social projects or supporting our ventures, we would be happy to hear from you.",
  "about_p_61": "Help us reach more people by sharing information about Itai Community with friends, family and social networks. The more people know about us, the more war victims we can help.",
  "about_p_62": "We are always happy to talk with people interested in learning more about our work, joining as volunteers, creating partnerships or donating. Contact us and we will be happy to share more details with you.",
  "about_p_63": "© 2025 Itai Community. All rights reserved.",
  "about_p_64": "Created with&nbsp;Zappy",
  "home_h3_10": "A journey of renewal and recovery through groundbreaking social ventures",
  "home_h3_11": "Holistic Healing Program",
  "home_h3_12": "Employment Integration",
  "home_h3_13": "Supportive Community",
  "home_h3_14": "International Foundations",
  "home_h3_15": "Corporations and Companies",
  "home_h3_16": "Organizations and Nonprofits",
  "terms_h1_1": "Terms of Use",
  "terms_h2_2": "1. Definitions",
  "terms_h2_3": "2. Service Description",
  "terms_h2_4": "3. Terms of Use",
  "terms_h2_5": "4. User Obligations",
  "terms_h2_6": "5. Payment and Refund Policy",
  "terms_h2_7": "6. Limitation of Liability",
  "terms_h2_8": "7. Copyright and Intellectual Property",
  "terms_h2_9": "8. Privacy",
  "terms_p_15": "Kehilat Itai provides philanthropy and social initiatives through the website. The services are subject to the terms detailed in this document and may change from time to time.",
  "terms_p_16": "Use of the website is conditional upon compliance with the following terms:",
  "terms_p_17": "If the services include payment:",
  "terms_p_18": "The services are provided \"as is\" without warranty of any kind. The company shall not be liable for indirect, consequential or special damages arising from use of the website, except in cases where the law provides otherwise.",
  "terms_p_19": "All content on the website, including texts, images, design and code, is protected by copyrights owned by Kehilat Itai. It is prohibited to copy, distribute or make commercial use of the content without written permission.",
  "terms_p_20": "Collection and use of personal information is subject to our privacy policy. Use of the website constitutes agreement to the privacy policy as detailed separately.",
  "terms_p_21": "The company may change these terms of use at any time. Material changes will be published on the website with 30 days advance notice. Continued use after the change constitutes agreement to the new terms.",
  "terms_p_22": "The company may discontinue or restrict the service at any time, including in case of violation of the terms of use. In case of service termination, the provisions of the relevant sections will remain in effect.",
  "terms_p_23": "These terms of use are subject to the laws of the State of Israel. Any dispute will be heard in the competent courts in Israel, with preference given to arbitration or mediation where possible.",
  "terms_p_24": "For questions or clarifications regarding the terms of use:",
  "terms_p_25": "© 2025 Kehilat Itai. All rights reserved.",
  "terms_p_26": "Created using&nbsp;Zappy",
  "about_h2_10": "Want to Know More?",
  "about_h3_11": "A philanthropic foundation for war victims in Israel bringing hope and renewal",
  "about_h3_12": "Compassion and Empathy",
  "about_h3_13": "Community and Belonging",
  "about_h3_14": "Innovation and Excellence",
  "about_h3_15": "Partnerships and Collaboration",
  "about_h3_16": "Equality and Social Justice",
  "about_h3_17": "Transparency and Accountability",
  "about_h3_18": "Medical and Psychological Team",
  "about_h3_19": "Social and Community Team",
  "about_h3_20": "Business Development and Partnerships Team",
  "about_h3_21": "Volunteers",
  "about_h3_22": "Access to Global Knowledge",
  "about_h3_23": "Additional Funding for Initiatives",
  "about_h3_24": "Expertise and Consulting",
  "about_h3_25": "International Network",
  "about_h3_26": "Success Stories",
  "about_h3_27": "Donate",
  "about_h3_28": "Volunteer",
  "about_h3_29": "Partner with Us",
  "about_h3_30": "Spread the Word",
  "home_alt_47": "Kehilat Iti",
  "home_alt_48": "Kehilat Iti - A healing place for war victims",
  "home_alt_49": "Holistic healing program",
  "home_alt_50": "Employment integration",
  "home_alt_51": "Supportive community",
  "home_nav_44": "Our Ventures",
  "home_nav_45": "About",
  "home_nav_46": "Contact",
  "terms_h2_10": "9. Modification of Terms of Use",
  "terms_h2_11": "10. Service Termination",
  "terms_h2_12": "11. Governing Law and Dispute Resolution",
  "terms_h2_13": "12. General Provisions",
  "terms_h2_14": "13. Contact Information",
  "terms_li_32": "\"The Company\" - Kehilat Itai",
  "terms_li_33": "\"The User\" - anyone who browses or uses the website",
  "terms_li_34": "\"The Services\" - philanthropy and social ventures provided through the website",
  "terms_li_35": "Using the website for legal purposes only",
  "terms_li_36": "Not interfering with the website's operation or other users",
  "terms_li_37": "Not uploading offensive, illegal or harmful content",
  "terms_li_38": "Respecting copyrights and intellectual property",
  "terms_li_39": "Not performing actions that may harm the website's security",
  "terms_li_40": "Providing correct and accurate information during registration or ordering",
  "terms_li_41": "Maintaining confidentiality of account access details",
  "terms_li_42": "Immediate notification of any unauthorized use of the account",
  "terms_li_43": "Updating personal information as needed",
  "terms_li_44": "Payments are processed through secure and encrypted systems",
  "terms_li_45": "Prices include VAT as required by law",
  "terms_li_46": "Right of cancellation will be in accordance with consumer protection law",
  "terms_li_47": "Refunds will be processed within 14 business days from cancellation approval",
  "terms_li_48": "If part of the terms is declared invalid, the remaining terms will remain in effect",
  "terms_li_49": "Non-enforcement of a right will not be considered a waiver of it",
  "terms_li_50": "The terms of use constitute the entire agreement between the parties",
  "terms_li_51": "Company: Kehilat Itai",
  "terms_li_52": "Email: info@company.com",
  "terms_li_53": "Phone: 03-1234567",
  "terms_li_54": "Address: Company Address, Israel",
  "about_alt_74": "Itai Community",
  "about_nav_71": "Our Ventures",
  "about_nav_72": "About",
  "about_nav_73": "Contact",
  "contact_h1_1": "Contact Itai Community",
  "contact_h2_2": "Send us a message",
  "contact_h2_3": "Contact information",
  "contact_h2_4": "Additional ways to get in touch",
  "contact_h2_5": "Frequently asked questions",
  "contact_h2_6": "Ready to take the first step?",
  "contact_h3_7": "We'd love to hear from you and answer any questions",
  "contact_h3_8": "Email",
  "contact_h3_9": "Phone",
  "contact_p_22": "Happily created by&nbsp;Zappy",
  "contact_p_23": "Whether you are a war victim seeking support, an organization interested in partnering with an international foundation for social projects, a company interested in supporting funding for medical and social projects, or simply interested in learning more about our philanthropy foundation for war victims in Israel - we'd love to hear from you.",
  "contact_p_24": "Our team is available to answer questions, provide additional information about our social initiatives, and discuss partnership and support opportunities. We are committed to being accessible and available to anyone who needs us.",
  "contact_p_25": "[business_address]",
  "contact_p_26": "Sunday - Thursday: 09:00 - 17:00",
  "contact_p_27": "Friday: 09:00 - 13:00",
  "contact_p_28": "If you are war victims or family members of victims and are interested in receiving information about our initiatives and assistance options, please contact us. We are here to help.",
  "contact_p_29": "Interested in partnering with an international foundation for social projects or in funding medical and social projects? We'd be happy to discuss collaboration opportunities.",
  "contact_p_30": "Interested in volunteering with Kehilat Itai? We are looking for people with various skills and experience. Contact us to learn about volunteer opportunities.",
  "contact_p_31": "Media representatives and journalists are welcome to contact us for information, interviews and coverage of our social initiatives.",
  "contact_p_32": "Kehilat Itai provides assistance to all war victims in Israel, regardless of their economic, social or demographic status. We also serve the families of victims and provide broad community support.",
  "contact_p_33": "To join our initiatives, contact us through the website form or by phone. We'll schedule an initial meeting to hear your needs and build a personalized treatment plan tailored to you.",
  "contact_p_34": "Most of our services are provided at no cost or at significantly reduced cost, depending on the participant's financial situation. Our goal is to ensure that every war victim receives the treatment they need.",
  "contact_p_35": "There are many ways to support Kehilat Itai: financial donations, in-kind donations, volunteering, organizational partnerships and more. Contact us and we'll be happy to discuss support options suitable for you.",
  "contact_p_36": "We collaborate with leading international foundations in the field of war victim rehabilitation. The partnerships allow us to access knowledge, resources and advanced technologies from around the world.",
  "contact_p_37": "We respect the privacy of every participant and maintain absolute confidentiality. Initial information can be received anonymously, but basic details are required for joining initiatives.",
  "contact_p_38": "Don't hesitate to contact us. Our team is here to help, listen and provide the support you need. Every inquiry is handled with respect, confidentiality and professionalism.",
  "contact_p_39": "© 2025 Kehilat Itai. All rights reserved.",
  "contact_p_40": "Created with&nbsp;Zappy",
  "home_link_36": "Zappy",
  "home_link_37": "Join the Journey",
  "home_link_38": "Discover All Ventures",
  "home_link_39": "Contact Us Now",
  "home_link_40": "Privacy Policy",
  "home_link_41": "Accessibility",
  "home_link_42": "Terms of Use",
  "home_link_43": "Zappy",
  "home_span_34": "Participant in the holistic healing program",
  "home_span_35": "Family of a war victim",
  "privacy_h1_1": "Privacy Policy",
  "privacy_h2_2": "1. Information Collection",
  "privacy_h2_3": "2. Use of Information",
  "privacy_h2_4": "3. Information Sharing",
  "privacy_h2_5": "4. User Rights",
  "privacy_h2_6": "5. Cookies",
  "privacy_h2_7": "6. Information Security",
  "privacy_h2_8": "7. Policy Changes",
  "privacy_h2_9": "8. Contact",
  "privacy_p_10": "Itai Community (\"the Company\", \"we\", \"our\") is committed to protecting your privacy. This privacy policy explains how we collect, use and protect your information when using the website www.company.com (\"the Service\").",
  "privacy_p_11": "We may collect the following types of information:",
  "privacy_p_12": "We use the collected information for the following purposes:",
  "privacy_p_13": "We will not sell, lease or share your personal information with third parties, except in the following cases:",
  "privacy_p_14": "In accordance with the Privacy Protection Law 5741-1981, you have the following rights:",
  "privacy_p_15": "Our website uses cookies to improve user experience. You can manage cookies through your browser settings. Disabling cookies may affect website functionality.",
  "privacy_p_16": "We take reasonable security measures to protect your information, including encryption, firewalls and restricted access control. However, no method of transmission or storage is 100% secure.",
  "privacy_p_17": "We may update this privacy policy from time to time. Material changes will be posted on the website with 30 days advance notice.",
  "privacy_p_18": "For questions or requests regarding this privacy policy, you can contact us:",
  "privacy_p_19": "Database Registrar: For complaints, you can contact the Database Registrar at the Ministry of Justice",
  "privacy_p_20": "© 2025 Itai Community. All rights reserved.",
  "privacy_p_21": "Created with&nbsp;Zappy",
  "terms_alt_58": "Kehilat Itai",
  "terms_nav_55": "Our Ventures",
  "terms_nav_56": "About",
  "terms_nav_57": "Contact",
  "about_link_65": "Zappy",
  "about_link_66": "Contact Us",
  "about_link_67": "Privacy Policy",
  "about_link_68": "Accessibility",
  "about_link_69": "Terms of Use",
  "about_link_70": "Zappy",
  "contact_h3_10": "Address",
  "contact_h3_11": "Business hours",
  "contact_h3_12": "War victims and families",
  "contact_h3_13": "Organizations and companies",
  "contact_h3_14": "Volunteers",
  "contact_h3_15": "Media and press",
  "contact_h3_16": "Who can receive assistance from Kehilat Itai?",
  "contact_h3_17": "How can one join the social initiatives?",
  "contact_h3_18": "Is there a cost for services?",
  "contact_h3_19": "How can one donate or support the initiatives?",
  "contact_h3_20": "What is a partnership with an international foundation?",
  "contact_h3_21": "Is it possible to receive anonymous treatment?",
  "privacy_li_27": "Personal information: name, email address, phone number and address",
  "privacy_li_28": "Technical information: IP address, browser type, operating system and website usage data",
  "privacy_li_29": "Cookies: information stored on your computer to improve user experience",
  "privacy_li_30": "Providing requested services",
  "privacy_li_31": "Improving the service and user experience",
  "privacy_li_32": "Contacting you regarding our services",
  "privacy_li_33": "Compliance with legal requirements",
  "privacy_li_34": "With your explicit consent",
  "privacy_li_35": "When required by law",
  "privacy_li_36": "To protect our rights or the security of our users",
  "privacy_li_37": "With service providers who assist in operating the service (under confidentiality agreements)",
  "privacy_li_38": "Right to access personal information stored about you",
  "privacy_li_39": "Right to correct incorrect or inaccurate information",
  "privacy_li_40": "Right to delete personal information under certain circumstances",
  "privacy_li_41": "Right to object to information processing for marketing purposes",
  "privacy_li_42": "Right to file a complaint with the Data Protection Authority",
  "privacy_li_43": "Company: Kehilat Itai",
  "privacy_li_44": "Email: info@company.com",
  "privacy_li_45": "Phone: 03-1234567",
  "privacy_li_46": "Address: Company Address, Israel",
  "services_h1_1": "Our social initiatives for healing and renewal",
  "services_h2_2": "Our areas of activity",
  "services_h2_3": "Our approach to healing and renewal",
  "services_h2_4": "Funding medical and social projects",
  "services_h2_5": "Interested in collaborating or joining our initiatives?",
  "services_h3_6": "Partnership with international foundation for social projects that bring real change",
  "services_h3_7": "Medical treatment and physiotherapy",
  "services_h3_8": "Mental and emotional healing",
  "services_h3_9": "Art and music therapy",
  "services_p_22": "Happily created by&nbsp;Zappy",
  "services_p_23": "Itai Community leads a variety of innovative social initiatives focused on healing all war victims. Each initiative is built in collaboration with international foundations, local organizations and public bodies, and provides a holistic response to the complex needs of war victims and their families.",
  "services_p_24": "Our initiatives combine funding for medical and social projects with advanced therapeutic approaches, community integration programs and ongoing emotional support. We believe that true healing comes through a multi-dimensional approach that addresses the whole person - body, mind and spirit.",
  "services_p_25": "Our medical initiative provides advanced medical treatments for war victims, including reconstructive surgeries, intensive physiotherapy and complementary medical treatments. We work with leading hospitals in Israel and worldwide to ensure that every victim receives the most appropriate treatment for their needs.",
  "services_p_26": "Our philanthropic foundation for war victims in Israel funds treatments not covered by health insurance funds, including innovative treatments abroad, prolonged rehabilitation and advanced medical technologies. Each treatment plan is personally tailored and accompanied by a professional medical team.",
  "services_p_27": "The mental and emotional trauma of war victims requires prolonged and professional treatment. Our initiative provides individual and group psychological treatment, trauma therapy, family therapy and support groups. We use proven therapeutic methods such as EMDR, CBT and art therapy.",
  "services_p_28": "Our partnership with an international foundation for social projects enables us to bring experts from Israel and around the world, provide ongoing training for therapists and develop innovative treatment programs. Each participant receives a personally tailored treatment plan that takes into account their unique needs.",
  "services_p_29": "Art and music are powerful therapeutic tools for processing trauma and emotional expression. Our initiative offers art workshops, music therapy, therapeutic theater and mindful movement. The activities are led by certified therapists and allow participants to express emotions that are difficult to express in words.",
  "services_p_30": "Our programs include drawing and photography workshops, music ensembles, creative writing and sculpture. Each activity is designed to provide a safe space for self-expression, strengthening self-confidence and building new social connections.",
  "services_p_31": "Funding medical and social projects also includes comprehensive employment integration programs. We provide professional training in various fields, personal guidance in job searching, resume writing and job interview workshops, and support in starting independent businesses.",
  "services_p_32": "Our partnership with companies and organizations allows us to offer real employment opportunities, internships and professional training programs in sought-after fields. Each participant receives a personal plan tailored to their abilities, interests and needs.",
  "services_p_33": "Community is a central part of the healing process. We organize a variety of community activities such as social gatherings, trips, celebrations, sports days and family activities. The activities allow participants to build new social connections, experience moments of joy and feel part of a supportive community.",
  "services_p_34": "Our philanthropic foundation for war victims in Israel also funds summer camps for families, parenting workshops, family support groups and activities for children and youth. We believe that healing the entire family is an integral part of personal healing.",
  "services_p_35": "Partnership with an international foundation for social projects is the cornerstone of our work. We collaborate with international philanthropic foundations, non-governmental organizations, universities and research institutes worldwide. These partnerships bring us access to advanced knowledge, innovative technologies and additional resources.",
  "services_p_36": "We also partner in international research projects, host experts from abroad and send our staff to training and conferences worldwide. Our global approach enables us to offer the most advanced treatments and programs to war victims in Israel.",
  "services_p_37": "We invest in developing innovative technological solutions to assist war victims. This includes applications for treatment management, digital platforms for online support groups, remote therapy tools and assistive technologies for victims with physical disabilities.",
  "services_p_38": "Our funding for medical and social projects also includes research and development of new treatment methods, collaboration with high-tech companies and development of products and services that will improve the quality of life for war victims. We believe that technology can be a powerful tool for healing and renewal.",
  "services_p_39": "Itai Community believes in a holistic approach to healing war victims. We understand that every victim is a whole person with physical, mental, emotional and social needs. Therefore, every treatment program we offer combines multiple initiatives and is personally tailored to the unique needs of each participant.",
  "services_p_40": "Each participant undergoes a comprehensive assessment by a multidisciplinary team including doctors, psychologists, social workers and therapists. The assessment examines the physical, mental, emotional and social condition and identifies the main needs and goals.",
  "services_p_41": "Based on the assessment, we build a personal treatment plan that combines multiple initiatives. The plan includes clear goals, timelines and milestones for tracking progress. Each plan is updated regularly according to the participant's progress.",
  "services_p_42": "Each participant receives ongoing personal guidance from a dedicated case manager. The case manager coordinates between the different initiatives, ensures that the participant receives all necessary services and provides emotional and practical support throughout the entire process.",
  "services_p_43": "We conduct periodic evaluations to track progress and adjust the plan as needed. The evaluations include objective measures such as functional improvement and subjective measures such as satisfaction and sense of well-being.",
  "services_p_44": "Our philanthropic foundation for war victims in Israel funds a wide range of medical and social projects. Funding comes from multiple sources: private donations, international foundations, companies and corporations, and government grants.",
  "services_p_45": "Funding surgeries, treatments, rehabilitation, medications and medical equipment not covered by health insurance funds.",
  "services_p_46": "Funding long-term psychological treatments, family therapies and support groups.",
  "services_p_47": "Funding professional courses, higher education, training and internships for war victims.",
  "services_p_48": "Funding for home renovations and adaptations, accessibility equipment, and housing assistance for victims and their families.",
  "services_p_49": "Whether you are an organization interested in partnering with an international foundation for social projects, a company looking to support our initiatives, or a war victim seeking support - we would love to hear from you.",
  "services_p_50": "© 2025 Itai Community. All rights reserved.",
  "services_p_51": "Created using&nbsp;Zappy",
  "terms_link_27": "info@company.com",
  "terms_link_28": "Privacy Policy",
  "terms_link_29": "Accessibility",
  "terms_link_30": "Terms of Use",
  "terms_link_31": "Zappy",
  "contact_alt_62": "Itai Community",
  "contact_btn_53": "Send Message",
  "contact_nav_59": "Our Initiatives",
  "contact_nav_60": "About",
  "contact_nav_61": "Contact",
  "privacy_alt_50": "Kehilat Itai",
  "privacy_nav_47": "Our Initiatives",
  "privacy_nav_48": "About",
  "privacy_nav_49": "Contact",
  "services_h3_10": "Professional training and employment integration",
  "services_h3_11": "Community and social activities",
  "services_h3_12": "International partnerships",
  "services_h3_13": "Innovation and technology",
  "services_h3_14": "Initial assessment",
  "services_h3_15": "Building a personal plan",
  "services_h3_16": "Ongoing support and guidance",
  "services_h3_17": "Follow-up and evaluation",
  "services_h3_18": "Medical treatments",
  "services_h3_19": "Psychological treatments",
  "services_h3_20": "Training and education",
  "services_h3_21": "Rehabilitation and housing",
  "contact_link_41": "Zappy",
  "contact_link_42": "[business_email]",
  "contact_link_43": "[business_phone]",
  "contact_link_44": "Contact us",
  "contact_link_45": "Reach out to us",
  "contact_link_46": "Join us",
  "contact_link_47": "Media inquiry",
  "contact_link_48": "Fill out the form",
  "contact_link_49": "Privacy policy",
  "contact_link_50": "Accessibility",
  "contact_link_51": "Terms of use",
  "contact_link_52": "Zappy",
  "home_page_title": "Healing and Renewal for War Victims — Itai Community",
  "privacy_link_22": "info@company.com",
  "privacy_link_23": "Privacy Policy",
  "privacy_link_24": "Accessibility",
  "privacy_link_25": "Terms of Use",
  "privacy_link_26": "Zappy",
  "services_alt_61": "Itai Community",
  "services_alt_62": "Advanced Medical Care",
  "services_alt_63": "Mental and Emotional Healing",
  "services_alt_64": "Art and Music Therapy",
  "services_alt_65": "Professional Training and Employment Integration",
  "services_alt_66": "Community and Social Activities",
  "services_alt_67": "International Partnerships",
  "services_alt_68": "Innovation and Technology",
  "services_nav_58": "Our Initiatives",
  "services_nav_59": "About",
  "services_nav_60": "Contact",
  "about_page_title": "Our Story and Commitment to Healing — Itai Community",
  "contact_label_54": "Full Name *",
  "contact_label_55": "Email *",
  "contact_label_56": "Phone *",
  "contact_label_57": "Subject",
  "contact_label_58": "Message",
  "legal_terms_h1_1": "Terms of Use",
  "legal_terms_h2_2": "1. Definitions",
  "legal_terms_h2_3": "2. Service Description",
  "legal_terms_h2_4": "3. Terms of Use",
  "legal_terms_h2_5": "4. User Obligations",
  "legal_terms_h2_6": "5. Payment and Refund Policy",
  "legal_terms_h2_7": "6. Limitation of Liability",
  "legal_terms_h2_8": "7. Copyrights and Intellectual Property",
  "legal_terms_h2_9": "8. Privacy",
  "legal_terms_p_15": "[business_name] provides general services through the website. The services are subject to the terms detailed in this document and may change from time to time.",
  "legal_terms_p_16": "Use of the website is conditional upon compliance with the following terms:",
  "legal_terms_p_17": "If the services include payment:",
  "legal_terms_p_18": "The services are provided \"as is\" without warranty of any kind. The company will not be liable for indirect, consequential or special damages arising from use of the website, except in cases where the law provides otherwise.",
  "legal_terms_p_19": "All content on the website, including texts, images, design and code, is protected by copyrights belonging to [business_name]. It is prohibited to copy, distribute or make commercial use of the content without written permission.",
  "legal_terms_p_20": "Collection and use of personal information is subject to our privacy policy. Use of the website constitutes agreement to the privacy policy as detailed separately.",
  "legal_terms_p_21": "The Company may modify these terms of use at any time. Material changes will be published on the website with 30 days' advance notice. Continued use after the change constitutes agreement to the new terms.",
  "legal_terms_p_22": "The Company may terminate or restrict the service at any time, including in case of violation of the terms of use. In case of service termination, the provisions of the relevant sections will remain in effect.",
  "legal_terms_p_23": "These terms of use are subject to the laws of the State of Israel. Any dispute will be heard in the competent courts in Israel, with preference given to arbitration or mediation where possible.",
  "legal_terms_p_24": "For questions or clarifications regarding the terms of use:",
  "services_link_52": "Zappy",
  "services_link_53": "Contact Us",
  "services_link_54": "Privacy Policy",
  "services_link_55": "Accessibility",
  "services_link_56": "Terms of Use",
  "services_link_57": "Zappy",
  "terms_page_title": "Terms of Use",
  "accessibility_p_9": "Kehilat Itai is committed to making services accessible to the entire public. We work to implement the Israeli Standard (IS 5568) guidelines based on WCAG 2.1 Level AA guidelines.",
  "legal_terms_h2_10": "9. Changes to Terms of Use",
  "legal_terms_h2_11": "10. Service Termination",
  "legal_terms_h2_12": "11. Applicable Law and Dispute Resolution",
  "legal_terms_h2_13": "12. General Provisions",
  "legal_terms_h2_14": "13. Contact Details",
  "legal_terms_li_28": "\"The Company\" - [business_name]",
  "legal_terms_li_29": "\"The User\" - anyone who browses or uses the website",
  "legal_terms_li_30": "\"The Services\" - general services provided through the website",
  "legal_terms_li_31": "Using the website for legal purposes only",
  "legal_terms_li_32": "Not interfering with the website's operation or other users",
  "legal_terms_li_33": "Not uploading offensive, illegal or harmful content",
  "legal_terms_li_34": "Respecting copyrights and intellectual property",
  "legal_terms_li_35": "Not performing actions that may harm website security",
  "legal_terms_li_36": "Providing accurate and correct information during registration or ordering",
  "legal_terms_li_37": "Maintaining confidentiality of account access details",
  "legal_terms_li_38": "Immediate notification of any unauthorized use of the account",
  "legal_terms_li_39": "Updating personal information as needed",
  "legal_terms_li_40": "Payments are processed through secure and encrypted systems",
  "legal_terms_li_41": "Prices include VAT as required by law",
  "legal_terms_li_42": "Right of transaction cancellation will stand in accordance with Consumer Protection Law",
  "legal_terms_li_43": "Refunds will be processed within 14 business days from cancellation approval",
  "legal_terms_li_44": "If part of the terms is declared invalid, the remaining terms will remain in effect",
  "legal_terms_li_45": "Non-enforcement of a right will not be considered a waiver thereof",
  "legal_terms_li_46": "The terms of use constitute the entire agreement between the parties",
  "legal_terms_li_47": "Company: [business_name]",
  "legal_terms_li_48": "Email: [business_email]",
  "legal_terms_li_49": "Phone: [business_phone]",
  "legal_terms_li_50": "Address: [business_address]",
  "accessibility_h1_1": "Accessibility Statement",
  "accessibility_h2_2": "1. Accessibility Policy",
  "accessibility_h2_3": "2. Website Accessibility Features",
  "accessibility_h2_4": "3. Supported Assistive Technologies",
  "accessibility_h2_5": "4. Accessibility Testing",
  "accessibility_h2_6": "5. Continuous Improvements",
  "accessibility_h2_7": "6. Contact and Feedback",
  "accessibility_h3_8": "WCAG 2.1 Standard Compliance",
  "accessibility_p_10": "We believe in equal rights and in every person's right to receive information and services independently and equally. This website was designed and built with special emphasis on accessibility for people with disabilities.",
  "accessibility_p_11": "The website complies with WCAG 2.1 Level AA standard, which includes:",
  "accessibility_p_12": "The website has been tested using:",
  "accessibility_p_13": "We work continuously to improve website accessibility and update it according to technological developments and user feedback.",
  "accessibility_p_14": "If you encountered an accessibility issue on the website or need assistance, please contact us:",
  "accessibility_p_15": "Response times: We respond to accessibility inquiries within 3 business days and work toward resolution within 10 business days.",
  "accessibility_p_16": "Complaints: You can file a complaint with the Ministry of Justice - Commissioner for Equal Rights for People with Disabilities",
  "accessibility_p_17": "© 2025 Kehilat Itai. All rights reserved.",
  "accessibility_p_18": "Created using&nbsp;Zappy",
  "contact_page_title": "Contact Itai Community — Philanthropic Foundation for War Victims",
  "legal_privacy_h1_1": "Privacy Policy",
  "legal_privacy_h2_2": "1. Information Collection",
  "legal_privacy_h2_3": "2. Use of Information",
  "legal_privacy_h2_4": "3. Information Sharing",
  "legal_privacy_h2_5": "4. User Rights",
  "legal_privacy_h2_6": "5. Cookies",
  "legal_privacy_h2_7": "6. Information Security",
  "legal_privacy_h2_8": "7. Policy Changes",
  "legal_privacy_h2_9": "8. Contact",
  "legal_privacy_p_10": "[business_name] (\"the Company\", \"we\", \"our\") is committed to protecting your privacy. This privacy policy explains how we collect, use and protect your information when using the website www.company.com (\"the Service\").",
  "legal_privacy_p_11": "We may collect the following types of information:",
  "legal_privacy_p_12": "We use the collected information for the following purposes:",
  "legal_privacy_p_13": "We will not sell, lease or share your personal information with third parties, except in the following cases:",
  "legal_privacy_p_14": "In accordance with the Privacy Protection Law 5741-1981, you have the following rights:",
  "legal_privacy_p_15": "Our website uses cookies to improve user experience. You can manage cookies through your browser settings. Disabling cookies may affect website functionality.",
  "legal_privacy_p_16": "We take reasonable security measures to protect your information, including encryption, firewalls and restricted access control. However, no transmission or storage method is 100% secure.",
  "legal_privacy_p_17": "We may update this privacy policy from time to time. Material changes will be published on the website with 30 days' advance notice.",
  "legal_privacy_p_18": "For questions or requests regarding this privacy policy, you can contact us:",
  "legal_privacy_p_19": "Database Registrar: For complaints, you can contact the Database Registrar at the Ministry of Justice",
  "privacy_page_title": "Privacy Policy",
  "accessibility_li_24": "Keyboard navigation support",
  "accessibility_li_25": "Screen reader support",
  "accessibility_li_26": "Appropriate color contrast",
  "accessibility_li_27": "Flexible and scalable font sizes",
  "accessibility_li_28": "Detailed image descriptions (Alt text)",
  "accessibility_li_29": "Hierarchically structured headings",
  "accessibility_li_30": "Descriptive and clear links",
  "accessibility_li_31": "Zoom support up to 200% without content loss",
  "accessibility_li_32": "Perceivable: Information is presented in ways users can perceive",
  "accessibility_li_33": "Operable: Interface components are operable",
  "accessibility_li_34": "Understandable: Information and user interface are understandable",
  "accessibility_li_35": "Robust: Content can be interpreted by a variety of technologies",
  "accessibility_li_36": "NVDA (Windows)",
  "accessibility_li_37": "JAWS (Windows)",
  "accessibility_li_38": "VoiceOver (Mac/iOS)",
  "accessibility_li_39": "TalkBack (Android)",
  "accessibility_li_40": "Dragon NaturallySpeaking",
  "accessibility_li_41": "Switch navigation",
  "accessibility_li_42": "Automated accessibility testing tools",
  "accessibility_li_43": "Manual testing with screen readers",
  "accessibility_li_44": "Keyboard-only navigation",
  "accessibility_li_45": "Color contrast testing",
  "accessibility_li_46": "Testing with users with disabilities",
  "accessibility_li_47": "Company: Kehilat Itai",
  "accessibility_li_48": "Email: info@company.com",
  "accessibility_li_49": "Phone: 03-1234567",
  "legal_privacy_li_23": "Personal information: name, email address, phone number and address",
  "legal_privacy_li_24": "Technical information: IP address, browser type, operating system and website usage data",
  "legal_privacy_li_25": "Cookies: information stored on your computer to improve user experience",
  "legal_privacy_li_26": "Providing requested services",
  "legal_privacy_li_27": "Improving service and user experience",
  "legal_privacy_li_28": "Contacting you regarding our services",
  "legal_privacy_li_29": "Compliance with legal requirements",
  "legal_privacy_li_30": "With your explicit consent",
  "legal_privacy_li_31": "When required by law",
  "legal_privacy_li_32": "To protect our rights or the security of our users",
  "legal_privacy_li_33": "With service providers who assist in operating the service (under confidentiality agreements)",
  "legal_privacy_li_34": "Right to access personal information stored about you",
  "legal_privacy_li_35": "Right to correct incorrect or inaccurate information",
  "legal_privacy_li_36": "Right to delete personal information under certain circumstances",
  "legal_privacy_li_37": "Right to object to information processing for marketing purposes",
  "legal_privacy_li_38": "Right to file a complaint with the Data Protection Registrar",
  "legal_privacy_li_39": "Company: [business_name]",
  "legal_privacy_li_40": "Email: [business_email]",
  "legal_privacy_li_41": "Phone: [business_phone]",
  "legal_privacy_li_42": "Address: [business_address]",
  "legal_terms_link_25": "[business_email]",
  "legal_terms_link_26": "[business_phone]",
  "legal_terms_link_27": "← Back to website",
  "services_page_title": "Social Initiatives for War Victim Healing — Itai Community",
  "accessibility_alt_53": "Kehilat Itai",
  "accessibility_nav_50": "Our Initiatives",
  "accessibility_nav_51": "About",
  "accessibility_nav_52": "Contact",
  "accessibility_link_19": "info@company.com",
  "accessibility_link_20": "Privacy Policy",
  "accessibility_link_21": "Accessibility",
  "accessibility_link_22": "Terms of Use",
  "accessibility_link_23": "Zappy",
  "home_meta_description": "A philanthropic foundation for war victims in Israel focused on healing and renewal through social initiatives. Join our healing journey.",
  "legal_privacy_link_20": "[business_email]",
  "legal_privacy_link_21": "[business_phone]",
  "legal_privacy_link_22": "← Back to website",
  "about_meta_description": "Meet Itai Community - a philanthropic fund for war victims in Israel committed to healing and renewal through international partnerships and social ventures.",
  "legal_terms_page_title": "Terms of Use - [business_name]",
  "terms_meta_description": "Website Terms of Use - Users' rights and obligations",
  "legal_accessibility_p_9": "[business_name] is committed to making services accessible to the general public. We work to implement the Israeli Standard (IS 5568) guidelines based on WCAG 2.1 Level AA guidelines.",
  "accessibility_page_title": "Accessibility Statement",
  "contact_meta_description": "Contact Itai Community for information about social initiatives, international partnerships, and funding for medical and social projects for war victims.",
  "legal_accessibility_h1_1": "Accessibility Statement",
  "legal_accessibility_h2_2": "1. Accessibility Policy",
  "legal_accessibility_h2_3": "2. Website Accessibility Arrangements",
  "legal_accessibility_h2_4": "3. Supported Assistive Technologies",
  "legal_accessibility_h2_5": "4. Accessibility Testing",
  "legal_accessibility_h2_6": "5. Continuous Improvements",
  "legal_accessibility_h2_7": "6. Contact and Feedback",
  "legal_accessibility_h3_8": "WCAG 2.1 Standard Compliance",
  "legal_accessibility_p_10": "We believe in equal rights and in every person's right to receive information and services independently and equally. This website was designed and built with special emphasis on accessibility for people with disabilities.",
  "legal_accessibility_p_11": "The website complies with WCAG 2.1 Level AA standard, which includes:",
  "legal_accessibility_p_12": "The website has been tested using:",
  "legal_accessibility_p_13": "We work continuously to improve website accessibility and update it according to technological developments and user feedback.",
  "legal_accessibility_p_14": "If you encounter an accessibility issue on the website or need assistance, please contact us:",
  "legal_accessibility_p_15": "Response times: We respond to accessibility inquiries within 3 business days and work to resolve issues within 10 business days.",
  "legal_accessibility_p_16": "Complaints: You can file a complaint with the Ministry of Justice - Commissioner for Equal Rights for Persons with Disabilities",
  "legal_privacy_page_title": "Privacy Policy - [business_name]",
  "privacy_meta_description": "Our privacy policy - how we collect, use and protect your information",
  "legal_accessibility_li_20": "Keyboard navigation support",
  "legal_accessibility_li_21": "Screen reader support",
  "legal_accessibility_li_22": "Appropriate color contrast",
  "legal_accessibility_li_23": "Flexible and scalable font sizes",
  "legal_accessibility_li_24": "Detailed image descriptions (Alt text)",
  "legal_accessibility_li_25": "Hierarchically structured headings",
  "legal_accessibility_li_26": "Descriptive and clear links",
  "legal_accessibility_li_27": "Zoom support up to 200% without content loss",
  "legal_accessibility_li_28": "Perceivable: Information is presented in ways that users can perceive",
  "legal_accessibility_li_29": "Operable: Interface components are operable",
  "legal_accessibility_li_30": "Understandable: Information and user interface are understandable",
  "legal_accessibility_li_31": "Robust: Content can be interpreted by a variety of technologies",
  "legal_accessibility_li_32": "NVDA (Windows)",
  "legal_accessibility_li_33": "JAWS (Windows)",
  "legal_accessibility_li_34": "VoiceOver (Mac/iOS)",
  "legal_accessibility_li_35": "TalkBack (Android)",
  "legal_accessibility_li_36": "Dragon NaturallySpeaking",
  "legal_accessibility_li_37": "Switch navigation",
  "legal_accessibility_li_38": "Automated accessibility testing tools",
  "legal_accessibility_li_39": "Manual testing with screen readers",
  "legal_accessibility_li_40": "Keyboard-only navigation",
  "legal_accessibility_li_41": "Color contrast testing",
  "legal_accessibility_li_42": "Testing with users with disabilities",
  "legal_accessibility_li_43": "Company: [business_name]",
  "legal_accessibility_li_44": "Email: [business_email]",
  "legal_accessibility_li_45": "Phone: [business_phone]",
  "services_meta_description": "Discover the social initiatives of Itai Community - partnering with international foundations for social projects that bring real healing to war victims.",
  "legal_accessibility_link_17": "[business_email]",
  "legal_accessibility_link_18": "[business_phone]",
  "legal_accessibility_link_19": "← Back to website",
  "accessibility_meta_description": "Our accessibility statement - our commitment to digital accessibility",
  "legal_accessibility_page_title": "Accessibility Statement - [business_name]"
}