{
  "home_h1_1": "קרן פילנטרופיה לנפגעי מלחמה בישראל המביאה תקווה וריפוי",
  "home_h2_2": "ריפוי כלל נפגעי המלחמה באמצעות מיזמים חברתיים",
  "home_h2_3": "החזון שלנו",
  "home_h2_4": "הגישה שלנו",
  "home_h2_5": "המיזמים החברתיים שלנו",
  "home_h2_6": "שותפות עם קרן בינלאומית לפרויקטים חברתיים",
  "home_h2_7": "ההשפעה שלנו",
  "home_h2_8": "קולות מהקהילה",
  "home_h2_9": "הצטרפו למסע הריפוי",
  "home_p_17": "Happily created by&nbsp;Zappy",
  "home_p_18": "קהילת איתי היא קרן פילנטרופיה לנפגעי מלחמה בישראל המתמקדת ביצירת מרחב מרפא ומחדש עבור כל אלו שנפגעו ממלחמה. אנו מאמינים שריפוי אמיתי מגיע דרך קהילה תומכת, מיזמים חברתיים משמעותיים ושותפויות בינלאומיות חזקות.",
  "home_p_19": "המיזמים שלנו מתמקדים בשלושה תחומים מרכזיים: ריפוי נפשי ורגשי, התאוששות פיזית ורפואית, והשתלבות חברתית וכלכלית. כל מיזם מתוכנן בקפידה כדי לספק מענה הוליסטי לצרכים המורכבים של נפגעי מלחמה.",
  "home_p_20": "לבנות קהילה מרפאה ומחדשת שבה כל נפגע מלחמה יכול למצוא את הדרך שלו להתאוששות מלאה. אנו שואפים ליצור מודל של שותפות עם קרן בינלאומית לפרויקטים חברתיים שישמש דוגמה לעולם כולו.",
  "home_p_21": "אנו פועלים בשיתוף פעולה עם ארגונים בינלאומיים, חברות וגופים ציבוריים כדי ליצור מיזמים חברתיים בעלי השפעה אמיתית. כל פרויקט מתוכנן בהתאמה אישית לצרכים הייחודיים של הקהילה שלנו.",
  "home_p_22": "מיזם המשלב טיפולים רפואיים מתקדמים עם גישות טיפוליות משלימות כמו טיפול בעיסוק, אומנות ומוזיקה.",
  "home_p_23": "תוכנית מימון פרויקטים רפואיים וחברתיים המסייעת לנפגעי מלחמה לרכוש מיומנויות חדשות ולהשתלב בשוק העבודה.",
  "home_p_24": "רשת תמיכה קהילתית המחברת בין נפגעי מלחמה, משפחותיהם ומתנדבים במטרה ליצור מרחב בטוח ומחזק.",
  "home_p_25": "קהילת איתי גאה לשתף פעולה עם קרנות בינלאומיות מובילות, ארגונים חברתיים וגופים ציבוריים ברחבי העולם. השותפויות שלנו מאפשרות לנו להביא את הטכנולוגיות, הידע והמשאבים המתקדמים ביותר לשירות נפגעי המלחמה בישראל.",
  "home_p_26": "שיתופי פעולה עם קרנות פילנטרופיות גלובליות המתמחות בריפוי טראומה והתאוששות ממלחמה.",
  "home_p_27": "שותפויות אסטרטגיות עם חברות המספקות מימון, טכנולוגיה ומומחיות למיזמים שלנו.",
  "home_p_28": "שיתופי פעולה עם ארגונים חברתיים מקומיים ובינלאומיים ליצירת רשת תמיכה מקיפה.",
  "home_p_29": "\"קהילת איתי העניקה לי לא רק טיפול רפואי אלא גם תקווה חדשה לחיים. המיזמים החברתיים שלהם עזרו לי למצוא את עצמי מחדש ולהתחיל מסע של ריפוי אמיתי.\"",
  "home_p_30": "\"השותפות של קהילת איתי עם קרנות בינלאומיות מביאה משאבים ייחודיים שלא היו זמינים לפני כן. זה משנה חיים באמת.\"",
  "home_p_31": "בין אם אתם נפגעי מלחמה המחפשים תמיכה, ארגון המעוניין בשותפות, או פילנתרופ המעוניין לתרום - נשמח לשמוע מכם.",
  "home_p_32": "© 2025 קהילת איתי. כל הזכויות שמורות.",
  "home_p_33": "נוצר באמצעות&nbsp;Zappy",
  "about_h1_1": "הסיפור שלנו: מחויבות לריפוי כלל נפגעי מלחמה",
  "about_h2_2": "איך הכל התחיל",
  "about_h2_3": "המשימה שלנו",
  "about_h2_4": "החזון שלנו",
  "about_h2_5": "הערכים שלנו",
  "about_h2_6": "הצוות שלנו",
  "about_h2_7": "השותפויות הבינלאומיות שלנו",
  "about_h2_8": "ההשפעה שלנו עד כה",
  "about_h2_9": "הצטרפו אלינו במסע",
  "about_p_31": "Happily created by&nbsp;Zappy",
  "about_p_32": "קהילת איתי נוסדה מתוך הבינה העמוקה שנפגעי מלחמה זקוקים לא רק לטיפול רפואי, אלא למערכת תמיכה הוליסטית ומקיפה. המייסדים שלנו, שחלקם עצמם נפגעי מלחמה או בני משפחה של נפגעים, הבינו שהמערכות הקיימות אינן מספקות מענה מלא לצרכים המורכבים של אנשים שחוו טראומה של מלחמה.",
  "about_p_33": "הרעיון היה פשוט אך מהפכני: ליצור קרן פילנטרופיה לנפגעי מלחמה בישראל שתשלב מימון פרויקטים רפואיים וחברתיים עם גישה קהילתית חמה ותומכת. לא רק לטפל בפצעים הפיזיים, אלא גם ליצור מרחב מרפא שבו כל נפגע יכול למצוא את הדרך שלו להתחדשות.",
  "about_p_34": "מאז ההקמה, קהילת איתי גדלה והתפתחה לארגון מוביל בתחום ריפוי נפגעי מלחמה. אנו פועלים בשיתוף פעולה עם קרנות בינלאומיות, ארגונים חברתיים, חברות, תאגידים וגופים ציבוריים ברחבי העולם. השותפויות הללו מאפשרות לנו להביא את הטיפולים, הטכנולוגיות והידע המתקדמים ביותר לשירות נפגעי המלחמה בישראל.",
  "about_p_35": "קהילת איתי מחויבת לספק מענה הוליסטי ומקיף לכל נפגעי המלחמה בישראל. אנו פועלים ליצירת מיזמים חברתיים חדשניים המשלבים טיפול רפואי מתקדם, תמיכה נפשית ורגשית, השתלבות תעסוקתית וקהילה תומכת.",
  "about_p_36": "המשימה שלנו היא להבטיח שכל נפגע מלחמה, ללא קשר למצבו הכלכלי או החברתי, יקבל את הטיפול והתמיכה הדרושים לו כדי לחזור לחיים מלאים ומשמעותיים. אנו מאמינים שריפוי אמיתי מגיע דרך גישה רב-ממדית המתייחסת לאדם כולו.",
  "about_p_37": "החזון שלנו הוא לבנות חברה שבה כל נפגע מלחמה מקבל את המענה שהוא זקוק לו, ושבה הקהילה כולה מחויבת לתמיכה בנפגעים ובמשפחותיהם. אנו שואפים ליצור מודל של שותפות עם קרן בינלאומית לפרויקטים חברתיים שישמש דוגמה לעולם כולו.",
  "about_p_38": "אנו רואים עתיד שבו קהילת איתי תהיה מרכז מצוינות בינלאומי בתחום ריפוי נפגעי מלחמה, מקום שבו מתפתחות שיטות טיפול חדשניות, נערכים מחקרים פורצי דרך, ומאליו יוצאים מומחים שמשפיעים על התחום בכל העולם.",
  "about_p_39": "אנו מתייחסים לכל נפגע מלחמה בחמלה, אמפתיה וכבוד. אנו מבינים שכל אדם עבר חוויות קשות ומגיע לנו עם צרכים ורגשות ייחודיים.",
  "about_p_40": "אנו מאמינים בכוחה של הקהילה לרפא ולחזק. אנו יוצרים מרחבים שבהם נפגעי מלחמה יכולים למצוא תמיכה, חברות ותחושת שייכות.",
  "about_p_41": "אנו מחפשים כל הזמן דרכים חדשות ומשופרות לסייע לנפגעי מלחמה. אנו משקיעים במחקר, בפיתוח ובהבאת הטכנולוגיות והשיטות המתקדמות ביותר.",
  "about_p_42": "אנו מאמינים בכוחן של שותפויות. אנו משתפים פעולה עם ארגונים, קרנות, חברות וגופים ציבוריים ברחבי העולם כדי להביא את המיטב לנפגעי המלחמה.",
  "about_p_43": "אנו מאמינים שכל נפגע מלחמה זכאי לקבל טיפול ותמיכה, ללא קשר למצבו הכלכלי, המוצא שלו או מאפיינים אחרים. אנו פועלים למען שוויון וצדק חברתי.",
  "about_p_44": "אנו פועלים בשקיפות מלאה ומחויבים לאחריות כלפי נפגעי המלחמה, התורמים והשותפים שלנו. אנו מפרסמים דוחות שנתיים ומעקב אחר התוצאות של המיזמים שלנו.",
  "about_p_45": "קהילת איתי מורכבת מצוות מסור של אנשי מקצוע, מתנדבים ונפגעי מלחמה לשעבר. כל אחד מחברי הצוות שלנו מביא עמו ניסיון, מומחיות ומחויבות עמוקה למשימה שלנו.",
  "about_p_46": "הצוות הרפואי והפסיכולוגי שלנו כולל רופאים, פסיכולוגים, פיזיותרפיסטים, מטפלים בעיסוק ואחיות. כולם בעלי ניסיון עשיר בטיפול בנפגעי טראומה ובעלי התמחות בתחומים רלוונטיים. הצוות עובר הכשרות מתמשכות ומשתתף בכנסים ובסדנאות בינלאומיות.",
  "about_p_47": "העובדים הסוציאליים, מנהלי המקרים והמתאמים הקהילתיים שלנו מספקים ליווי אישי ותמיכה מתמשכת לכל משתתף. הם מתאמים בין המיזמים השונים, מסייעים במילוי טפסים וזכויות, ומהווים נקודת קשר מרכזית עבור המשתתפים ומשפחותיהם.",
  "about_p_48": "צוות הפיתוח העסקי שלנו עובד על יצירת שותפויות חדשות עם קרנות בינלאומיות, חברות וארגונים. הם מפתחים מיזמים חדשים, מגייסים משאבים ומבטיחים שקהילת איתי ממשיכה לגדול ולהתפתח.",
  "about_p_49": "מאות מתנדבים תורמים מזמנם ומכישוריהם לקהילת איתי. הם מלווים משתתפים, מארגנים פעילויות, מסייעים במשימות מנהליות ותורמים בדרכים רבות אחרות. המתנדבים שלנו הם לב הקהילה ונשמתה.",
  "about_p_50": "שותפות עם קרן בינלאומית לפרויקטים חברתיים היא חלק מרכזי באסטרטגיה שלנו. אנו משתפים פעולה עם ארגונים מובילים ברחבי העולם המתמחים בריפוי טראומה, שיקום נפגעי מלחמה ופיתוח מיזמים חברתיים.",
  "about_p_51": "השותפויות שלנו מאפשרות לנו לגשת לידע, מחקרים ושיטות טיפול מתקדמות מכל רחבי העולם. אנו לומדים מהניסיון של ארגונים אחרים ומיישמים את הלקחים בעבודה שלנו.",
  "about_p_52": "מימון פרויקטים רפואיים וחברתיים דורש משאבים רבים. השותפויות שלנו עם קרנות בינלאומיות מאפשרות לנו לגייס מימון נוסף ולהרחיב את המיזמים שלנו.",
  "about_p_53": "השותפים שלנו מספקים לנו ייעוץ מקצועי, הכשרות לצוות ותמיכה בפיתוח מיזמים חדשים. אנו מקבלים גישה למומחים מהשורה הראשונה בתחומים שונים.",
  "about_p_54": "השותפויות שלנו מחברות אותנו לרשת גלובלית של ארגונים, מומחים ופעילים בתחום ריפוי נפגעי מלחמה. הרשת הזו מאפשרת לנו לשתף ידע, ללמוד ולשתף פעולה בפרויקטים משותפים.",
  "about_p_55": "מאז הקמתה, קהילת איתי סייעה למאות נפגעי מלחמה ומשפחותיהם. אנו גאים בהשפעה שיש לנו על חיי האנשים שאנו משרתים ומחויבים להמשיך ולצמוח ולהתפתח.",
  "about_p_56": "מעבר למספרים, ההשפעה האמיתית שלנו נמדדת בסיפורי ההצלחה של האנשים שאנו משרתים. ראינו נפגעי מלחמה שחזרו לעבודה, סיימו לימודים, הקימו משפחות ומצאו משמעות חדשה בחיים. ראינו משפחות שהתאוששו מטראומה קשה ובנו מחדש את הקשרים ביניהן. כל סיפור הוא עדות לכוחו של הריפוי ולחשיבות של קהילה תומכת.",
  "about_p_57": "קהילת איתי היא יותר מסתם ארגון - היא קהילה של אנשים המחויבים לריפוי והתחדשות. אנו מזמינים אתכם להצטרף אלינו בדרכים שונות:",
  "about_p_58": "תרומתכם מאפשרת לנו להמשיך ולספק טיפול ותמיכה לנפגעי מלחמה. כל תרומה, גדולה או קטנה, עושה הבדל אמיתי.",
  "about_p_59": "אנו מחפשים מתנדבים בעלי מיומנויות וניסיון שונים. בין אם אתם אנשי מקצוע, סטודנטים או פשוט אנשים שרוצים לעזור - יש לנו מקום עבורכם.",
  "about_p_60": "אנו מעוניינים בשותפויות עם חברות, ארגונים, קרנות וגופים ציבוריים. אם אתם מעוניינים ליצור שותפות עם קרן בינלאומית לפרויקטים חברתיים או לתמוך במיזמים שלנו, נשמח לשמוע מכם.",
  "about_p_61": "עזרו לנו להגיע ליותר אנשים על ידי שיתוף המידע על קהילת איתי עם חברים, משפחה ורשתות חברתיות. ככל שיותר אנשים יכירו אותנו, כך נוכל לעזור ליותר נפגעי מלחמה.",
  "about_p_62": "אנו תמיד שמחים לדבר עם אנשים המעוניינים ללמוד עוד על העבודה שלנו, להצטרף כמתנדבים, ליצור שותפויות או לתרום. צרו איתנו קשר ונשמח לשתף אתכם בפרטים נוספים.",
  "about_p_63": "© 2025 קהילת איתי. כל הזכויות שמורות.",
  "about_p_64": "נוצר באמצעות&nbsp;Zappy",
  "home_h3_10": "מסע של התחדשות והתאוששות דרך מיזמים חברתיים פורצי דרך",
  "home_h3_11": "תוכנית ריפוי הוליסטי",
  "home_h3_12": "השתלבות תעסוקתית",
  "home_h3_13": "קהילה תומכת",
  "home_h3_14": "קרנות בינלאומיות",
  "home_h3_15": "תאגידים וחברות",
  "home_h3_16": "ארגונים ועמותות",
  "terms_h1_1": "תנאי שימוש",
  "terms_h2_2": "1. הגדרות",
  "terms_h2_3": "2. תיאור השירותים",
  "terms_h2_4": "3. תנאי השימוש",
  "terms_h2_5": "4. חובות המשתמש",
  "terms_h2_6": "5. מדיניות תשלומים והחזרים",
  "terms_h2_7": "6. הגבלת אחריות",
  "terms_h2_8": "7. זכויות יוצרים וקניין רוחני",
  "terms_h2_9": "8. פרטיות",
  "terms_p_15": "קהילת איתי מספקת פילנטרופיה ומיזמים חברתיים דרך האתר. השירותים כפופים לתנאים המפורטים במסמך זה \n            ועשויים להשתנות מעת לעת.",
  "terms_p_16": "השימוש באתר מותנה בעמידה בתנאים הבאים:",
  "terms_p_17": "במידה והשירותים כוללים תשלום:",
  "terms_p_18": "השירותים ניתנים \"כפי שהם\" ללא אחריות מכל סוג. החברה לא תהיה אחראית לנזקים עקיפים, \n            תוצאתיים או מיוחדים הנובעים משימוש באתר, למעט במקרים בהם החוק קובע אחרת.",
  "terms_p_19": "כל התכנים באתר, כולל טקסטים, תמונות, עיצוב וקוד, מוגנים בזכויות יוצרים השייכות לקהילת איתי. \n            אסור לשכפל, להפיץ או לעשות שימוש מסחרי בתכנים ללא אישור בכתב.",
  "terms_p_20": "איסוף ושימוש במידע אישי כפופים למדיניות הפרטיות שלנו. השימוש באתר מהווה הסכמה \n            למדיניות הפרטיות כפי שמפורט בנפרד.",
  "terms_p_21": "החברה רשאית לשנות תנאי שימוש אלה בכל עת. שינויים מהותיים יפורסמו באתר עם הודעה מוקדמת \n            של 30 יום. המשך השימוש לאחר השינוי מהווה הסכמה לתנאים החדשים.",
  "terms_p_22": "החברה רשאית להפסיק או להגביל את השירות בכל עת, לרבות במקרה של הפרת תנאי השימוש. \n            במקרה של סיום השירות, יישמרו הוראות הסעיפים הרלוונטיים.",
  "terms_p_23": "תנאי שימוש אלה כפופים לחוקי מדינת ישראל. כל סכסוך יידון בבתי המשפט המוסמכים בישראל, \n            תוך מתן עדיפות לבוררות או גישור במידת האפשר.",
  "terms_p_24": "לשאלות או הבהרות בנוגע לתנאי השימוש:",
  "terms_p_25": "© 2025 קהילת איתי. כל הזכויות שמורות.",
  "terms_p_26": "נוצר באמצעות&nbsp;Zappy",
  "about_h2_10": "רוצים לדעת יותר?",
  "about_h3_11": "קרן פילנטרופיה לנפגעי מלחמה בישראל המביאה תקווה והתחדשות",
  "about_h3_12": "חמלה ואמפתיה",
  "about_h3_13": "קהילה ושייכות",
  "about_h3_14": "חדשנות ומצוינות",
  "about_h3_15": "שותפויות ושיתופי פעולה",
  "about_h3_16": "שוויון וצדק חברתי",
  "about_h3_17": "שקיפות ואחריות",
  "about_h3_18": "צוות רפואי ופסיכולוגי",
  "about_h3_19": "צוות חברתי וקהילתי",
  "about_h3_20": "צוות פיתוח עסקי ושותפויות",
  "about_h3_21": "מתנדבים",
  "about_h3_22": "גישה לידע גלובלי",
  "about_h3_23": "מימון נוסף למיזמים",
  "about_h3_24": "מומחיות וייעוץ",
  "about_h3_25": "רשת קשרים בינלאומית",
  "about_h3_26": "סיפורי הצלחה",
  "about_h3_27": "תרמו",
  "about_h3_28": "התנדבו",
  "about_h3_29": "שתפו פעולה",
  "about_h3_30": "הפיצו את המילה",
  "home_alt_47": "קהילת איתי",
  "home_alt_48": "קהילת איתי - מקום מרפא לנפגעי מלחמה",
  "home_alt_49": "תוכנית ריפוי הוליסטי",
  "home_alt_50": "השתלבות תעסוקתית",
  "home_alt_51": "קהילה תומכת",
  "home_nav_44": "המיזמים שלנו",
  "home_nav_45": "אודות",
  "home_nav_46": "צור קשר",
  "terms_h2_10": "9. שינוי תנאי השימוש",
  "terms_h2_11": "10. סיום השירות",
  "terms_h2_12": "11. דין חל ויישוב סכסוכים",
  "terms_h2_13": "12. הוראות כלליות",
  "terms_h2_14": "13. פרטי יצירת קשר",
  "terms_li_32": "\"החברה\" - קהילת איתי",
  "terms_li_33": "\"המשתמש\" - כל מי שגולש או משתמש באתר",
  "terms_li_34": "\"השירותים\" - פילנטרופיה ומיזמים חברתיים הניתנים דרך האתר",
  "terms_li_35": "השימוש באתר למטרות חוקיות בלבד",
  "terms_li_36": "אי-הפרעה לפעילות האתר או משתמשים אחרים",
  "terms_li_37": "אי-העלאת תוכן פוגעני, לא חוקי או מזיק",
  "terms_li_38": "כיבוד זכויות יוצרים וקניין רוחני",
  "terms_li_39": "אי-ביצוע פעולות שעלולות לפגוע באבטחת האתר",
  "terms_li_40": "מתן מידע נכון ומדויק בעת הרשמה או הזמנה",
  "terms_li_41": "שמירה על סודיות פרטי הגישה לחשבון",
  "terms_li_42": "הודעה מיידית על כל שימוש לא מורשה בחשבון",
  "terms_li_43": "עדכון מידע אישי במידת הצורך",
  "terms_li_44": "התשלומים מבוצעים דרך מערכות בטוחות ומוצפנות",
  "terms_li_45": "המחירים כוללים מע\"ם כנדרש בחוק",
  "terms_li_46": "זכות ביטול עסקה תעמוד בהתאם לחוק הגנת הצרכן",
  "terms_li_47": "החזרים יבוצעו תוך 14 ימי עסקים מאישור הביטול",
  "terms_li_48": "אם חלק מהתנאים יוכרז כבלתי תקף, יישארו שאר התנאים בתוקף",
  "terms_li_49": "אי-אכיפה של זכות לא תחשב כוויתור עליה",
  "terms_li_50": "תנאי השימוש מהווים את מלוא ההסכם בין הצדדים",
  "terms_li_51": "חברה: קהילת איתי",
  "terms_li_52": "אימייל: info@company.com",
  "terms_li_53": "טלפון: 03-1234567",
  "terms_li_54": "כתובת: כתובת החברה, ישראל",
  "about_alt_74": "קהילת איתי",
  "about_nav_71": "המיזמים שלנו",
  "about_nav_72": "אודות",
  "about_nav_73": "צור קשר",
  "contact_h1_1": "צרו קשר עם קהילת איתי",
  "contact_h2_2": "שלחו לנו הודעה",
  "contact_h2_3": "פרטי התקשרות",
  "contact_h2_4": "דרכים נוספות ליצור קשר",
  "contact_h2_5": "שאלות נפוצות",
  "contact_h2_6": "מוכנים לקחת את הצעד הראשון?",
  "contact_h3_7": "נשמח לשמוע מכם ולענות על כל שאלה",
  "contact_h3_8": "אימייל",
  "contact_h3_9": "טלפון",
  "contact_p_22": "Happily created by&nbsp;Zappy",
  "contact_p_23": "בין אם אתם נפגע מלחמה המחפש תמיכה, ארגון המעוניין בשותפות עם קרן בינלאומית לפרויקטים חברתיים, חברה המעוניינת לתמוך במימון פרויקטים רפואיים וחברתיים, או פשוט מעוניינים לדעת יותר על קרן הפילנטרופיה לנפגעי מלחמה בישראל שלנו - נשמח לשמוע מכם.",
  "contact_p_24": "הצוות שלנו זמין לענות על שאלות, לספק מידע נוסף על המיזמים החברתיים שלנו, ולדון באפשרויות שותפות ותמיכה. אנו מחויבים להיות נגישים וזמינים לכל מי שזקוק לנו.",
  "contact_p_25": "[business_address]",
  "contact_p_26": "ראשון - חמישי: 09:00 - 17:00",
  "contact_p_27": "שישי: 09:00 - 13:00",
  "contact_p_28": "אם אתם נפגעי מלחמה או בני משפחה של נפגעים ומעוניינים לקבל מידע על המיזמים שלנו ואפשרויות הסיוע, אנא צרו איתנו קשר. אנו כאן כדי לעזור.",
  "contact_p_29": "מעוניינים בשותפות עם קרן בינלאומית לפרויקטים חברתיים או במימון פרויקטים רפואיים וחברתיים? נשמח לדון באפשרויות שיתוף פעולה.",
  "contact_p_30": "מעוניינים להתנדב בקהילת איתי? אנו מחפשים אנשים בעלי מיומנויות וניסיון שונים. צרו איתנו קשר כדי ללמוד על הזדמנויות התנדבות.",
  "contact_p_31": "נציגי תקשורת ועיתונאים מוזמנים ליצור איתנו קשר לקבלת מידע, ראיונות וסיקור של המיזמים החברתיים שלנו.",
  "contact_p_32": "קהילת איתי מספקת סיוע לכל נפגעי המלחמה בישראל, ללא קשר למצבם הכלכלי, החברתי או דמוגרפי. אנו משרתים גם את משפחות הנפגעים ומספקים תמיכה קהילתית רחבה.",
  "contact_p_33": "כדי להצטרף למיזמים שלנו, צרו איתנו קשר דרך הטופס באתר או בטלפון. נקבע פגישה ראשונית לשמיעת הצרכים שלכם ונבנה תוכנית טיפול אישית המותאמת לכם.",
  "contact_p_34": "רוב השירותים שלנו ניתנים ללא עלות או בעלות מופחתת משמעותית, תלוי במצב הכלכלי של המשתתף. המטרה שלנו היא להבטיח שכל נפגע מלחמה יקבל את הטיפול שהוא זקוק לו.",
  "contact_p_35": "ישנן דרכים רבות לתמוך בקהילת איתי: תרומות כספיות, תרומות בעין, התנדבות, שותפויות ארגוניות ועוד. צרו איתנו קשר ונשמח לדון באפשרויות התמיכה המתאימות לכם.",
  "contact_p_36": "אנו משתפים פעולה עם קרנות בינלאומיות מובילות בתחום ריפוי נפגעי מלחמה. השותפויות מאפשרות לנו לגשת לידע, משאבים וטכנולוגיות מתקדמות מרחבי העולם.",
  "contact_p_37": "אנו מכבדים את הפרטיות של כל משתתף ושומרים על סודיות מוחלטת. ניתן לקבל מידע ראשוני באופן אנונימי, אך לצורך הצטרפות למיזמים נדרשים פרטים בסיסיים.",
  "contact_p_38": "אל תהססו ליצור איתנו קשר. הצוות שלנו כאן כדי לעזור, להקשיב ולספק את התמיכה שאתם זקוקים לה. כל פנייה מטופלת בכבוד, בסודיות ובמקצועיות.",
  "contact_p_39": "© 2025 קהילת איתי. כל הזכויות שמורות.",
  "contact_p_40": "נוצר באמצעות&nbsp;Zappy",
  "home_link_36": "Zappy",
  "home_link_37": "הצטרפו למסע",
  "home_link_38": "גלו את כל המיזמים",
  "home_link_39": "צרו קשר עכשיו",
  "home_link_40": "מדיניות פרטיות",
  "home_link_41": "נגישות",
  "home_link_42": "תנאי שימוש",
  "home_link_43": "Zappy",
  "home_span_34": "משתתף בתוכנית הריפוי ההוליסטי",
  "home_span_35": "משפחה של נפגע מלחמה",
  "privacy_h1_1": "מדיניות פרטיות",
  "privacy_h2_2": "1. איסוף מידע",
  "privacy_h2_3": "2. שימוש במידע",
  "privacy_h2_4": "3. שיתוף מידע",
  "privacy_h2_5": "4. זכויות המשתמש",
  "privacy_h2_6": "5. עוגיות (Cookies)",
  "privacy_h2_7": "6. אבטחת מידע",
  "privacy_h2_8": "7. שינויים במדיניות",
  "privacy_h2_9": "8. יצירת קשר",
  "privacy_p_10": "קהילת איתי (\"החברה\", \"אנו\", \"שלנו\") מחויבת להגן על פרטיותכם. מדיניות פרטיות זו מסבירה כיצד אנו אוספים, \n            משתמשים ומגינים על המידע שלכם בעת השימוש באתר www.company.com (\"השירות\").",
  "privacy_p_11": "אנו עשויים לאסוף את סוגי המידע הבאים:",
  "privacy_p_12": "אנו משתמשים במידע שנאסף למטרות הבאות:",
  "privacy_p_13": "אנו לא נמכור, נחכיר או נשתף את המידע האישי שלכם עם צדדים שלישיים, למעט במקרים הבאים:",
  "privacy_p_14": "בהתאם לחוק הגנת הפרטיות התשמ\"א-1981, יש לכם הזכויות הבאות:",
  "privacy_p_15": "אתרנו משתמש בעוגיות לשיפור חוויית השימוש. ניתן לנהל את העוגיות דרך הגדרות הדפדפן שלכם. \n            השבתת עוגיות עלולה להשפיע על פונקציונליות האתר.",
  "privacy_p_16": "אנו נוקטים באמצעי אבטחה סבירים להגנה על המידע שלכם, כולל הצפנה, חומות אש ובקרת גישה מוגבלת. \n            עם זאת, אף שיטת העברה או אחסון אינה בטוחה ב-100%.",
  "privacy_p_17": "אנו עשויים לעדכן מדיניות פרטיות זו מעת לעת. שינויים מהותיים יפורסמו באתר עם הודעה מוקדמת של 30 יום.",
  "privacy_p_18": "לשאלות או בקשות בנוגע למדיניות פרטיות זו, ניתן לפנות אלינו:",
  "privacy_p_19": "רשם מאגרי המידע: לתלונות ניתן לפנות לרשם מאגרי המידע במשרד המשפטים",
  "privacy_p_20": "© 2025 קהילת איתי. כל הזכויות שמורות.",
  "privacy_p_21": "נוצר באמצעות&nbsp;Zappy",
  "terms_alt_58": "קהילת איתי",
  "terms_nav_55": "המיזמים שלנו",
  "terms_nav_56": "אודות",
  "terms_nav_57": "צור קשר",
  "about_link_65": "Zappy",
  "about_link_66": "צרו קשר",
  "about_link_67": "מדיניות פרטיות",
  "about_link_68": "נגישות",
  "about_link_69": "תנאי שימוש",
  "about_link_70": "Zappy",
  "contact_h3_10": "כתובת",
  "contact_h3_11": "שעות פעילות",
  "contact_h3_12": "נפגעי מלחמה ומשפחות",
  "contact_h3_13": "ארגונים וחברות",
  "contact_h3_14": "מתנדבים",
  "contact_h3_15": "תקשורת ועיתונות",
  "contact_h3_16": "מי יכול לקבל סיוע מקהילת איתי?",
  "contact_h3_17": "איך אפשר להצטרף למיזמים החברתיים?",
  "contact_h3_18": "האם יש עלות לשירותים?",
  "contact_h3_19": "איך אפשר לתרום או לתמוך במיזמים?",
  "contact_h3_20": "מהי שותפות עם קרן בינלאומית?",
  "contact_h3_21": "האם ניתן לקבל טיפול אנונימי?",
  "privacy_li_27": "מידע אישי: שם, כתובת אימייל, מספר טלפון וכתובת",
  "privacy_li_28": "מידע טכני: כתובת IP, סוג דפדפן, מערכת הפעלה ונתוני שימוש באתר",
  "privacy_li_29": "עוגיות: מידע הנשמר במחשבכם לשיפור חוויית השימוש",
  "privacy_li_30": "מתן השירותים המבוקשים",
  "privacy_li_31": "שיפור השירות וחוויית המשתמש",
  "privacy_li_32": "יצירת קשר עמכם בנוגע לשירותינו",
  "privacy_li_33": "עמידה בדרישות חוקיות",
  "privacy_li_34": "בהסכמתכם המפורשת",
  "privacy_li_35": "כאשר נדרש על פי חוק",
  "privacy_li_36": "להגנה על זכויותינו או בטחון משתמשינו",
  "privacy_li_37": "עם ספקי שירות המסייעים בהפעלת השירות (תחת הסכמי סודיות)",
  "privacy_li_38": "זכות עיון במידע האישי השמור עליכם",
  "privacy_li_39": "זכות לתיקון מידע שגוי או לא מדויק",
  "privacy_li_40": "זכות למחיקת מידע אישי בנסיבות מסוימות",
  "privacy_li_41": "זכות להתנגד לעיבוד מידע למטרות שיווק",
  "privacy_li_42": "זכות להגשת תלונה לרשם מאגרי המידע",
  "privacy_li_43": "חברה: קהילת איתי",
  "privacy_li_44": "אימייל: info@company.com",
  "privacy_li_45": "טלפון: 03-1234567",
  "privacy_li_46": "כתובת: כתובת החברה, ישראל",
  "services_h1_1": "המיזמים החברתיים שלנו לריפוי והתחדשות",
  "services_h2_2": "תחומי הפעילות שלנו",
  "services_h2_3": "הגישה שלנו לריפוי והתחדשות",
  "services_h2_4": "מימון פרויקטים רפואיים וחברתיים",
  "services_h2_5": "מעוניינים לשתף פעולה או להצטרף למיזמים?",
  "services_h3_6": "שותפות עם קרן בינלאומית לפרויקטים חברתיים המביאים שינוי אמיתי",
  "services_h3_7": "טיפול רפואי ופיזיותרפיה",
  "services_h3_8": "ריפוי נפשי ורגשי",
  "services_h3_9": "טיפול באומנות ומוזיקה",
  "services_p_22": "Happily created by&nbsp;Zappy",
  "services_p_23": "קהילת איתי מובילה מגוון מיזמים חברתיים חדשניים המתמקדים בריפוי כלל נפגעי מלחמה. כל מיזם נבנה בשיתוף פעולה עם קרנות בינלאומיות, ארגונים מקומיים וגופים ציבוריים, ומספק מענה הוליסטי לצרכים המורכבים של נפגעי מלחמה ומשפחותיהם.",
  "services_p_24": "המיזמים שלנו משלבים מימון פרויקטים רפואיים וחברתיים עם גישות טיפוליות מתקדמות, תוכניות השתלבות קהילתית ותמיכה רגשית מתמשכת. אנו מאמינים שריפוי אמיתי מגיע דרך גישה רב-ממדית המתייחסת לאדם כולו - גוף, נפש ורוח.",
  "services_p_25": "המיזם הרפואי שלנו מספק טיפולים רפואיים מתקדמים לנפגעי מלחמה, כולל ניתוחים שיקומיים, פיזיותרפיה אינטנסיבית וטיפולים רפואיים משלימים. אנו עובדים עם בתי חולים מובילים בישראל ובעולם כדי להבטיח שכל נפגע מקבל את הטיפול המתאים ביותר לצרכיו.",
  "services_p_26": "קרן הפילנטרופיה לנפגעי מלחמה בישראל שלנו מממנת טיפולים שאינם מכוסים על ידי קופות החולים, כולל טיפולים חדשניים בחו\"ל, שיקום ממושך וטכנולוגיות רפואיות מתקדמות. כל תוכנית טיפול מותאמת אישית ומלווה על ידי צוות רפואי מקצועי.",
  "services_p_27": "הטראומה הנפשית והרגשית של נפגעי מלחמה דורשת טיפול ממושך ומקצועי. המיזם שלנו מספק טיפול פסיכולוגי אישי וקבוצתי, טיפול בטראומה, טיפול משפחתי וקבוצות תמיכה. אנו משתמשים בשיטות טיפוליות מוכחות כמו EMDR, CBT וטיפול בעזרת אומנות.",
  "services_p_28": "השותפות שלנו עם קרן בינלאומית לפרויקטים חברתיים מאפשרת לנו להביא מומחים מהארץ ומהעולם, לספק הכשרה מתמשכת למטפלים ולפתח תוכניות טיפול חדשניות. כל משתתף מקבל תוכנית טיפול מותאמת אישית שמתחשבת בצרכיו הייחודיים.",
  "services_p_29": "האומנות והמוזיקה הן כלים טיפוליים עוצמתיים לעיבוד טראומה והבעה רגשית. המיזם שלנו מציע סדנאות אומנות, טיפול במוזיקה, תיאטרון טיפולי ותנועה מודעת. הפעילויות מנוהלות על ידי מטפלים מוסמכים ומאפשרות למשתתפים לבטא רגשות שקשה לבטא במילים.",
  "services_p_30": "התוכניות שלנו כוללות סדנאות ציור וצילום, הרכבי מוזיקה, כתיבה יצירתית ופסל. כל פעילות מתוכננת כך שתספק מרחב בטוח לביטוי עצמי, חיזוק הביטחון העצמי ובניית קשרים חברתיים חדשים.",
  "services_p_31": "מימון פרויקטים רפואיים וחברתיים כולל גם תוכניות השתלבות תעסוקתית מקיפות. אנו מספקים הכשרה מקצועית במגוון תחומים, ליווי אישי בחיפוש עבודה, סדנאות כתיבת קורות חיים וריאיונות עבודה, ותמיכה בפתיחת עסקים עצמאיים.",
  "services_p_32": "השותפות שלנו עם חברות וארגונים מאפשרת לנו להציע הזדמנויות תעסוקה אמיתיות, התמחויות ותוכניות הכשרה מקצועית בתחומים מבוקשים. כל משתתף מקבל תוכנית אישית המותאמת ליכולותיו, תחומי העניין שלו והצרכים שלו.",
  "services_p_33": "הקהילה היא חלק מרכזי בתהליך הריפוי. אנו מארגנים מגוון פעילויות קהילתיות כמו מפגשים חברתיים, טיולים, חגיגות, ימי ספורט ופעילויות משפחתיות. הפעילויות מאפשרות למשתתפים לבנות קשרים חברתיים חדשים, לחוות רגעים של שמחה ולהרגיש חלק מקהילה תומכת.",
  "services_p_34": "קרן הפילנטרופיה לנפגעי מלחמה בישראל שלנו מממנת גם מחנות קיץ למשפחות, סדנאות הורות, קבוצות תמיכה למשפחות ופעילויות לילדים ובני נוער. אנו מאמינים שריפוי המשפחה כולה הוא חלק בלתי נפרד מהריפוי האישי.",
  "services_p_35": "שותפות עם קרן בינלאומית לפרויקטים חברתיים היא אבן הפינה של העבודה שלנו. אנו משתפים פעולה עם קרנות פילנטרופיות בינלאומיות, ארגונים לא ממשלתיים, אוניברסיטאות ומכוני מחקר ברחבי העולם. השותפויות הללו מביאות לנו גישה לידע מתקדם, טכנולוגיות חדשניות ומשאבים נוספים.",
  "services_p_36": "אנו גם שותפים בפרויקטים מחקריים בינלאומיים, מארחים מומחים מחו\"ל ושולחים את הצוות שלנו להכשרות ולכנסים בעולם. הגישה הגלובלית שלנו מאפשרת לנו להציע את הטיפולים והתוכניות המתקדמים ביותר לנפגעי המלחמה בישראל.",
  "services_p_37": "אנו משקיעים בפיתוח פתרונות טכנולוגיים חדשניים לסיוע לנפגעי מלחמה. זה כולל אפליקציות לניהול טיפולים, פלטפורמות דיגיטליות לקבוצות תמיכה מקוונות, כלים לטיפול מרחוק וטכנולוגיות עזר לנפגעים עם מוגבלויות פיזיות.",
  "services_p_38": "מימון פרויקטים רפואיים וחברתיים שלנו כולל גם מחקר ופיתוח של שיטות טיפול חדשות, שיתוף פעולה עם חברות הייטק ופיתוח מוצרים ושירותים שישפרו את איכות החיים של נפגעי מלחמה. אנו מאמינים שטכנולוגיה יכולה להיות כלי רב עוצמה לריפוי והתחדשות.",
  "services_p_39": "קהילת איתי מאמינה בגישה הוליסטית לריפוי נפגעי מלחמה. אנו מבינים שכל נפגע הוא אדם שלם עם צרכים פיזיים, נפשיים, רגשיים וחברתיים. לכן, כל תוכנית טיפול שאנו מציעים משלבת מספר מיזמים ומותאמת אישית לצרכים הייחודיים של כל משתתף.",
  "services_p_40": "כל משתתף עובר הערכה מקיפה על ידי צוות רב-תחומי הכולל רופאים, פסיכולוגים, עובדים סוציאליים ומטפלים. ההערכה בוחנת את המצב הפיזי, הנפשי, הרגשי והחברתי ומזהה את הצרכים והיעדים העיקריים.",
  "services_p_41": "על בסיס ההערכה, אנו בונים תוכנית טיפול אישית המשלבת מספר מיזמים. התוכנית כוללת יעדים ברורים, לוחות זמנים ואבני דרך למעקב אחר ההתקדמות. כל תוכנית מתעדכנת באופן שוטף בהתאם להתקדמות המשתתף.",
  "services_p_42": "כל משתתף מקבל ליווי אישי מתמשך מצד מנהל מקרה ייעודי. מנהל המקרה מתאם בין המיזמים השונים, מוודא שהמשתתף מקבל את כל השירותים הדרושים ומספק תמיכה רגשית ומעשית לאורך כל התהליך.",
  "services_p_43": "אנו עורכים הערכות תקופתיות כדי לעקוב אחר ההתקדמות ולהתאים את התוכנית לפי הצורך. ההערכות כוללות מדדים אובייקטיביים כמו שיפור תפקודי ומדדים סובייקטיביים כמו שביעות רצון ותחושת רווחה.",
  "services_p_44": "קרן הפילנטרופיה לנפגעי מלחמה בישראל שלנו מממנת מגוון רחב של פרויקטים רפואיים וחברתיים. המימון מגיע ממספר מקורות: תרומות פרטיות, קרנות בינלאומיות, חברות ותאגידים, ומענקים ממשלתיים.",
  "services_p_45": "מימון ניתוחים, טיפולים, שיקום, תרופות וציוד רפואי שאינם מכוסים על ידי קופות החולים.",
  "services_p_46": "מימון טיפולים פסיכולוגיים ארוכי טווח, טיפולים משפחתיים וקבוצות תמיכה.",
  "services_p_47": "מימון קורסים מקצועיים, השכלה גבוהה, הכשרות והתמחויות לנפגעי מלחמה.",
  "services_p_48": "מימון שיפוצים והתאמות בית, ציוד נגישות וסיוע בדיור לנפגעים ומשפחותיהם.",
  "services_p_49": "בין אם אתם ארגון המעוניין בשותפות עם קרן בינלאומית לפרויקטים חברתיים, חברה המעוניינת לתמוך במיזמים שלנו, או נפגע מלחמה המחפש תמיכה - נשמח לשמוע מכם.",
  "services_p_50": "© 2025 קהילת איתי. כל הזכויות שמורות.",
  "services_p_51": "נוצר באמצעות&nbsp;Zappy",
  "terms_link_27": "info@company.com",
  "terms_link_28": "מדיניות פרטיות",
  "terms_link_29": "נגישות",
  "terms_link_30": "תנאי שימוש",
  "terms_link_31": "Zappy",
  "contact_alt_62": "קהילת איתי",
  "contact_btn_53": "שלח הודעה",
  "contact_nav_59": "המיזמים שלנו",
  "contact_nav_60": "אודות",
  "contact_nav_61": "צור קשר",
  "privacy_alt_50": "קהילת איתי",
  "privacy_nav_47": "המיזמים שלנו",
  "privacy_nav_48": "אודות",
  "privacy_nav_49": "צור קשר",
  "services_h3_10": "הכשרה מקצועית והשתלבות תעסוקתית",
  "services_h3_11": "פעילויות קהילתיות וחברתיות",
  "services_h3_12": "שותפויות בינלאומיות",
  "services_h3_13": "חדשנות וטכנולוגיה",
  "services_h3_14": "הערכה ראשונית",
  "services_h3_15": "בניית תוכנית אישית",
  "services_h3_16": "ליווי ותמיכה מתמשכת",
  "services_h3_17": "מעקב והערכה",
  "services_h3_18": "טיפולים רפואיים",
  "services_h3_19": "טיפולים פסיכולוגיים",
  "services_h3_20": "הכשרה והשכלה",
  "services_h3_21": "שיקום ודיור",
  "contact_link_41": "Zappy",
  "contact_link_42": "[business_email]",
  "contact_link_43": "[business_phone]",
  "contact_link_44": "צרו קשר",
  "contact_link_45": "פנו אלינו",
  "contact_link_46": "הצטרפו אלינו",
  "contact_link_47": "פנייה לתקשורת",
  "contact_link_48": "מלאו את הטופס",
  "contact_link_49": "מדיניות פרטיות",
  "contact_link_50": "נגישות",
  "contact_link_51": "תנאי שימוש",
  "contact_link_52": "Zappy",
  "home_page_title": "ריפוי וחידוש לנפגעי מלחמה — קהילת איתי",
  "privacy_link_22": "info@company.com",
  "privacy_link_23": "מדיניות פרטיות",
  "privacy_link_24": "נגישות",
  "privacy_link_25": "תנאי שימוש",
  "privacy_link_26": "Zappy",
  "services_alt_61": "קהילת איתי",
  "services_alt_62": "טיפול רפואי מתקדם",
  "services_alt_63": "ריפוי נפשי ורגשי",
  "services_alt_64": "טיפול באומנות ומוזיקה",
  "services_alt_65": "הכשרה מקצועית והשתלבות תעסוקתית",
  "services_alt_66": "פעילויות קהילתיות וחברתיות",
  "services_alt_67": "שותפויות בינלאומיות",
  "services_alt_68": "חדשנות וטכנולוגיה",
  "services_nav_58": "המיזמים שלנו",
  "services_nav_59": "אודות",
  "services_nav_60": "צור קשר",
  "about_page_title": "הסיפור שלנו ומחויבותנו לריפוי — קהילת איתי",
  "contact_label_54": "שם מלא *",
  "contact_label_55": "אימייל *",
  "contact_label_56": "טלפון *",
  "contact_label_57": "נושא הפניה",
  "contact_label_58": "הודעה",
  "legal_terms_h1_1": "תנאי שימוש",
  "legal_terms_h2_2": "1. הגדרות",
  "legal_terms_h2_3": "2. תיאור השירותים",
  "legal_terms_h2_4": "3. תנאי השימוש",
  "legal_terms_h2_5": "4. חובות המשתמש",
  "legal_terms_h2_6": "5. מדיניות תשלומים והחזרים",
  "legal_terms_h2_7": "6. הגבלת אחריות",
  "legal_terms_h2_8": "7. זכויות יוצרים וקניין רוחני",
  "legal_terms_h2_9": "8. פרטיות",
  "legal_terms_p_15": "[business_name] מספקת שירותים כלליים דרך האתר. השירותים כפופים לתנאים המפורטים במסמך זה \n            ועשויים להשתנות מעת לעת.",
  "legal_terms_p_16": "השימוש באתר מותנה בעמידה בתנאים הבאים:",
  "legal_terms_p_17": "במידה והשירותים כוללים תשלום:",
  "legal_terms_p_18": "השירותים ניתנים \"כפי שהם\" ללא אחריות מכל סוג. החברה לא תהיה אחראית לנזקים עקיפים, \n            תוצאתיים או מיוחדים הנובעים משימוש באתר, למעט במקרים בהם החוק קובע אחרת.",
  "legal_terms_p_19": "כל התכנים באתר, כולל טקסטים, תמונות, עיצוב וקוד, מוגנים בזכויות יוצרים השייכות ל[business_name]. \n            אסור לשכפל, להפיץ או לעשות שימוש מסחרי בתכנים ללא אישור בכתב.",
  "legal_terms_p_20": "איסוף ושימוש במידע אישי כפופים למדיניות הפרטיות שלנו. השימוש באתר מהווה הסכמה \n            למדיניות הפרטיות כפי שמפורט בנפרד.",
  "legal_terms_p_21": "החברה רשאית לשנות תנאי שימוש אלה בכל עת. שינויים מהותיים יפורסמו באתר עם הודעה מוקדמת \n            של 30 יום. המשך השימוש לאחר השינוי מהווה הסכמה לתנאים החדשים.",
  "legal_terms_p_22": "החברה רשאית להפסיק או להגביל את השירות בכל עת, לרבות במקרה של הפרת תנאי השימוש. \n            במקרה של סיום השירות, יישמרו הוראות הסעיפים הרלוונטיים.",
  "legal_terms_p_23": "תנאי שימוש אלה כפופים לחוקי מדינת ישראל. כל סכסוך יידון בבתי המשפט המוסמכים בישראל, \n            תוך מתן עדיפות לבוררות או גישור במידת האפשר.",
  "legal_terms_p_24": "לשאלות או הבהרות בנוגע לתנאי השימוש:",
  "services_link_52": "Zappy",
  "services_link_53": "צרו קשר",
  "services_link_54": "מדיניות פרטיות",
  "services_link_55": "נגישות",
  "services_link_56": "תנאי שימוש",
  "services_link_57": "Zappy",
  "terms_page_title": "תנאי שימוש",
  "accessibility_p_9": "קהילת איתי מחויבת להנגיש את השירותים לכלל הציבור. אנו פועלים ליישם את הנחיות התקן הישראלי \n            (ת\"י 5568) המבוסס על הנחיות WCAG 2.1 ברמת AA.",
  "legal_terms_h2_10": "9. שינוי תנאי השימוש",
  "legal_terms_h2_11": "10. סיום השירות",
  "legal_terms_h2_12": "11. דין חל ויישוב סכסוכים",
  "legal_terms_h2_13": "12. הוראות כלליות",
  "legal_terms_h2_14": "13. פרטי יצירת קשר",
  "legal_terms_li_28": "\"החברה\" - [business_name]",
  "legal_terms_li_29": "\"המשתמש\" - כל מי שגולש או משתמש באתר",
  "legal_terms_li_30": "\"השירותים\" - שירותים כלליים הניתנים דרך האתר",
  "legal_terms_li_31": "השימוש באתר למטרות חוקיות בלבד",
  "legal_terms_li_32": "אי-הפרעה לפעילות האתר או משתמשים אחרים",
  "legal_terms_li_33": "אי-העלאת תוכן פוגעני, לא חוקי או מזיק",
  "legal_terms_li_34": "כיבוד זכויות יוצרים וקניין רוחני",
  "legal_terms_li_35": "אי-ביצוע פעולות שעלולות לפגוע באבטחת האתר",
  "legal_terms_li_36": "מתן מידע נכון ומדויק בעת הרשמה או הזמנה",
  "legal_terms_li_37": "שמירה על סודיות פרטי הגישה לחשבון",
  "legal_terms_li_38": "הודעה מיידית על כל שימוש לא מורשה בחשבון",
  "legal_terms_li_39": "עדכון מידע אישי במידת הצורך",
  "legal_terms_li_40": "התשלומים מבוצעים דרך מערכות בטוחות ומוצפנות",
  "legal_terms_li_41": "המחירים כוללים מע\"ם כנדרש בחוק",
  "legal_terms_li_42": "זכות ביטול עסקה תעמוד בהתאם לחוק הגנת הצרכן",
  "legal_terms_li_43": "החזרים יבוצעו תוך 14 ימי עסקים מאישור הביטול",
  "legal_terms_li_44": "אם חלק מהתנאים יוכרז כבלתי תקף, יישארו שאר התנאים בתוקף",
  "legal_terms_li_45": "אי-אכיפה של זכות לא תחשב כוויתור עליה",
  "legal_terms_li_46": "תנאי השימוש מהווים את מלוא ההסכם בין הצדדים",
  "legal_terms_li_47": "חברה: [business_name]",
  "legal_terms_li_48": "אימייל: [business_email]",
  "legal_terms_li_49": "טלפון: [business_phone]",
  "legal_terms_li_50": "כתובת: [business_address]",
  "accessibility_h1_1": "הצהרת נגישות",
  "accessibility_h2_2": "1. מדיניות הנגישות",
  "accessibility_h2_3": "2. הסדרי הנגישות באתר",
  "accessibility_h2_4": "3. טכנולוגיות מסייעות נתמכות",
  "accessibility_h2_5": "4. בדיקות נגישות",
  "accessibility_h2_6": "5. שיפורים מתמשכים",
  "accessibility_h2_7": "6. יצירת קשר ומשוב",
  "accessibility_h3_8": "תאימות לתקן WCAG 2.1",
  "accessibility_p_10": "אנו מאמינים בשוויון זכויות ובזכותו של כל אדם לקבל מידע ושירותים בצורה עצמאית ושוויונית. \n            אתר זה תוכנן ונבנה תוך מתן דגש מיוחד על נגישות לאנשים עם מוגבלויות.",
  "accessibility_p_11": "האתר תואם לרמת AA של תקן WCAG 2.1, הכולל:",
  "accessibility_p_12": "האתר נבדק באמצעות:",
  "accessibility_p_13": "אנו עובדים באופן מתמשך לשיפור נגישות האתר ומעדכנים אותו בהתאם להתפתחויות טכנולוגיות ולמשוב מהמשתמשים.",
  "accessibility_p_14": "אם נתקלתם בבעיית נגישות באתר או זקוקים לסיוע, אנא פנו אלינו:",
  "accessibility_p_15": "זמני מענה: נענה לפניות בנושא נגישות תוך 3 ימי עסקים ונפעל לפתרון תוך 10 ימי עסקים.",
  "accessibility_p_16": "תלונות: ניתן להגיש תלונה למשרד המשפטים - הנציבות לשוויון זכויות לאנשים עם מוגבלות",
  "accessibility_p_17": "© 2025 קהילת איתי. כל הזכויות שמורות.",
  "accessibility_p_18": "נוצר באמצעות&nbsp;Zappy",
  "contact_page_title": "צרו קשר עם קהילת איתי — קרן פילנטרופיה לנפגעי מלחמה",
  "legal_privacy_h1_1": "מדיניות פרטיות",
  "legal_privacy_h2_2": "1. איסוף מידע",
  "legal_privacy_h2_3": "2. שימוש במידע",
  "legal_privacy_h2_4": "3. שיתוף מידע",
  "legal_privacy_h2_5": "4. זכויות המשתמש",
  "legal_privacy_h2_6": "5. עוגיות (Cookies)",
  "legal_privacy_h2_7": "6. אבטחת מידע",
  "legal_privacy_h2_8": "7. שינויים במדיניות",
  "legal_privacy_h2_9": "8. יצירת קשר",
  "legal_privacy_p_10": "[business_name] (\"החברה\", \"אנו\", \"שלנו\") מחויבת להגן על פרטיותכם. מדיניות פרטיות זו מסבירה כיצד אנו אוספים, \n            משתמשים ומגינים על המידע שלכם בעת השימוש באתר www.company.com (\"השירות\").",
  "legal_privacy_p_11": "אנו עשויים לאסוף את סוגי המידע הבאים:",
  "legal_privacy_p_12": "אנו משתמשים במידע שנאסף למטרות הבאות:",
  "legal_privacy_p_13": "אנו לא נמכור, נחכיר או נשתף את המידע האישי שלכם עם צדדים שלישיים, למעט במקרים הבאים:",
  "legal_privacy_p_14": "בהתאם לחוק הגנת הפרטיות התשמ\"א-1981, יש לכם הזכויות הבאות:",
  "legal_privacy_p_15": "אתרנו משתמש בעוגיות לשיפור חוויית השימוש. ניתן לנהל את העוגיות דרך הגדרות הדפדפן שלכם. \n            השבתת עוגיות עלולה להשפיע על פונקציונליות האתר.",
  "legal_privacy_p_16": "אנו נוקטים באמצעי אבטחה סבירים להגנה על המידע שלכם, כולל הצפנה, חומות אש ובקרת גישה מוגבלת. \n            עם זאת, אף שיטת העברה או אחסון אינה בטוחה ב-100%.",
  "legal_privacy_p_17": "אנו עשויים לעדכן מדיניות פרטיות זו מעת לעת. שינויים מהותיים יפורסמו באתר עם הודעה מוקדמת של 30 יום.",
  "legal_privacy_p_18": "לשאלות או בקשות בנוגע למדיניות פרטיות זו, ניתן לפנות אלינו:",
  "legal_privacy_p_19": "רשם מאגרי המידע: לתלונות ניתן לפנות לרשם מאגרי המידע במשרד המשפטים",
  "privacy_page_title": "מדיניות פרטיות",
  "accessibility_li_24": "תמיכה בניווט באמצעות מקלדת",
  "accessibility_li_25": "תמיכה בקוראי מסך",
  "accessibility_li_26": "ניגודיות צבעים מתאימה",
  "accessibility_li_27": "גדלי פונט גמישים וניתנים להגדלה",
  "accessibility_li_28": "תיאורי תמונות (Alt text) מפורטים",
  "accessibility_li_29": "כותרות מובנות היררכית",
  "accessibility_li_30": "קישורים תיאוריים וברורים",
  "accessibility_li_31": "תמיכה בזום עד 200% ללא אובדן תוכן",
  "accessibility_li_32": "נתפס (Perceivable): המידע מוצג בדרכים שמשתמשים יכולים לתפוס",
  "accessibility_li_33": "פעיל (Operable): רכיבי הממשק ניתנים להפעלה",
  "accessibility_li_34": "מובן (Understandable): המידע וממשק המשתמש מובנים",
  "accessibility_li_35": "חזק (Robust): התוכן יכול להיות מפוענח על ידי מגוון טכנולוגיות",
  "accessibility_li_36": "NVDA (Windows)",
  "accessibility_li_37": "JAWS (Windows)",
  "accessibility_li_38": "VoiceOver (Mac/iOS)",
  "accessibility_li_39": "TalkBack (Android)",
  "accessibility_li_40": "Dragon NaturallySpeaking",
  "accessibility_li_41": "Switch navigation",
  "accessibility_li_42": "כלים אוטומטיים לבדיקת נגישות",
  "accessibility_li_43": "בדיקות ידניות עם קוראי מסך",
  "accessibility_li_44": "ניווט באמצעות מקלדת בלבד",
  "accessibility_li_45": "בדיקת ניגודיות צבעים",
  "accessibility_li_46": "בדיקה עם משתמשים עם מוגבלויות",
  "accessibility_li_47": "חברה: קהילת איתי",
  "accessibility_li_48": "אימייל: info@company.com",
  "accessibility_li_49": "טלפון: 03-1234567",
  "legal_privacy_li_23": "מידע אישי: שם, כתובת אימייל, מספר טלפון וכתובת",
  "legal_privacy_li_24": "מידע טכני: כתובת IP, סוג דפדפן, מערכת הפעלה ונתוני שימוש באתר",
  "legal_privacy_li_25": "עוגיות: מידע הנשמר במחשבכם לשיפור חוויית השימוש",
  "legal_privacy_li_26": "מתן השירותים המבוקשים",
  "legal_privacy_li_27": "שיפור השירות וחוויית המשתמש",
  "legal_privacy_li_28": "יצירת קשר עמכם בנוגע לשירותינו",
  "legal_privacy_li_29": "עמידה בדרישות חוקיות",
  "legal_privacy_li_30": "בהסכמתכם המפורשת",
  "legal_privacy_li_31": "כאשר נדרש על פי חוק",
  "legal_privacy_li_32": "להגנה על זכויותינו או בטחון משתמשינו",
  "legal_privacy_li_33": "עם ספקי שירות המסייעים בהפעלת השירות (תחת הסכמי סודיות)",
  "legal_privacy_li_34": "זכות עיון במידע האישי השמור עליכם",
  "legal_privacy_li_35": "זכות לתיקון מידע שגוי או לא מדויק",
  "legal_privacy_li_36": "זכות למחיקת מידע אישי בנסיבות מסוימות",
  "legal_privacy_li_37": "זכות להתנגד לעיבוד מידע למטרות שיווק",
  "legal_privacy_li_38": "זכות להגשת תלונה לרשם מאגרי המידע",
  "legal_privacy_li_39": "חברה: [business_name]",
  "legal_privacy_li_40": "אימייל: [business_email]",
  "legal_privacy_li_41": "טלפון: [business_phone]",
  "legal_privacy_li_42": "כתובת: [business_address]",
  "legal_terms_link_25": "[business_email]",
  "legal_terms_link_26": "[business_phone]",
  "legal_terms_link_27": "← חזרה לאתר",
  "services_page_title": "מיזמים חברתיים לריפוי נפגעי מלחמה — קהילת איתי",
  "accessibility_alt_53": "קהילת איתי",
  "accessibility_nav_50": "המיזמים שלנו",
  "accessibility_nav_51": "אודות",
  "accessibility_nav_52": "צור קשר",
  "accessibility_link_19": "info@company.com",
  "accessibility_link_20": "מדיניות פרטיות",
  "accessibility_link_21": "נגישות",
  "accessibility_link_22": "תנאי שימוש",
  "accessibility_link_23": "Zappy",
  "home_meta_description": "קרן פילנטרופיה לנפגעי מלחמה בישראל המתמקדת בריפוי והתחדשות דרך מיזמים חברתיים. הצטרפו למסע הריפוי שלנו.",
  "legal_privacy_link_20": "[business_email]",
  "legal_privacy_link_21": "[business_phone]",
  "legal_privacy_link_22": "← חזרה לאתר",
  "about_meta_description": "הכירו את קהילת איתי - קרן פילנטרופיה לנפגעי מלחמה בישראל המחויבת לריפוי והתחדשות דרך שותפויות בינלאומיות ומיזמים חברתיים.",
  "legal_terms_page_title": "תנאי שימוש - [business_name]",
  "terms_meta_description": "תנאי השימוש באתר - הזכויות והחובות של המשתמשים",
  "legal_accessibility_p_9": "[business_name] מחויבת להנגיש את השירותים לכלל הציבור. אנו פועלים ליישם את הנחיות התקן הישראלי \n            (ת\"י 5568) המבוסס על הנחיות WCAG 2.1 ברמת AA.",
  "accessibility_page_title": "הצהרת נגישות",
  "contact_meta_description": "צרו קשר עם קהילת איתי לקבלת מידע על מיזמים חברתיים, שותפויות בינלאומיות ומימון פרויקטים רפואיים וחברתיים לנפגעי מלחמה.",
  "legal_accessibility_h1_1": "הצהרת נגישות",
  "legal_accessibility_h2_2": "1. מדיניות הנגישות",
  "legal_accessibility_h2_3": "2. הסדרי הנגישות באתר",
  "legal_accessibility_h2_4": "3. טכנולוגיות מסייעות נתמכות",
  "legal_accessibility_h2_5": "4. בדיקות נגישות",
  "legal_accessibility_h2_6": "5. שיפורים מתמשכים",
  "legal_accessibility_h2_7": "6. יצירת קשר ומשוב",
  "legal_accessibility_h3_8": "תאימות לתקן WCAG 2.1",
  "legal_accessibility_p_10": "אנו מאמינים בשוויון זכויות ובזכותו של כל אדם לקבל מידע ושירותים בצורה עצמאית ושוויונית. \n            אתר זה תוכנן ונבנה תוך מתן דגש מיוחד על נגישות לאנשים עם מוגבלויות.",
  "legal_accessibility_p_11": "האתר תואם לרמת AA של תקן WCAG 2.1, הכולל:",
  "legal_accessibility_p_12": "האתר נבדק באמצעות:",
  "legal_accessibility_p_13": "אנו עובדים באופן מתמשך לשיפור נגישות האתר ומעדכנים אותו בהתאם להתפתחויות טכנולוגיות ולמשוב מהמשתמשים.",
  "legal_accessibility_p_14": "אם נתקלתם בבעיית נגישות באתר או זקוקים לסיוע, אנא פנו אלינו:",
  "legal_accessibility_p_15": "זמני מענה: נענה לפניות בנושא נגישות תוך 3 ימי עסקים ונפעל לפתרון תוך 10 ימי עסקים.",
  "legal_accessibility_p_16": "תלונות: ניתן להגיש תלונה למשרד המשפטים - הנציבות לשוויון זכויות לאנשים עם מוגבלות",
  "legal_privacy_page_title": "מדיניות פרטיות - [business_name]",
  "privacy_meta_description": "מדיניות הפרטיות שלנו - כיצד אנו אוספים, משתמשים ומגנים על המידע שלכם",
  "legal_accessibility_li_20": "תמיכה בניווט באמצעות מקלדת",
  "legal_accessibility_li_21": "תמיכה בקוראי מסך",
  "legal_accessibility_li_22": "ניגודיות צבעים מתאימה",
  "legal_accessibility_li_23": "גדלי פונט גמישים וניתנים להגדלה",
  "legal_accessibility_li_24": "תיאורי תמונות (Alt text) מפורטים",
  "legal_accessibility_li_25": "כותרות מובנות היררכית",
  "legal_accessibility_li_26": "קישורים תיאוריים וברורים",
  "legal_accessibility_li_27": "תמיכה בזום עד 200% ללא אובדן תוכן",
  "legal_accessibility_li_28": "נתפס (Perceivable): המידע מוצג בדרכים שמשתמשים יכולים לתפוס",
  "legal_accessibility_li_29": "פעיל (Operable): רכיבי הממשק ניתנים להפעלה",
  "legal_accessibility_li_30": "מובן (Understandable): המידע וממשק המשתמש מובנים",
  "legal_accessibility_li_31": "חזק (Robust): התוכן יכול להיות מפוענח על ידי מגוון טכנולוגיות",
  "legal_accessibility_li_32": "NVDA (Windows)",
  "legal_accessibility_li_33": "JAWS (Windows)",
  "legal_accessibility_li_34": "VoiceOver (Mac/iOS)",
  "legal_accessibility_li_35": "TalkBack (Android)",
  "legal_accessibility_li_36": "Dragon NaturallySpeaking",
  "legal_accessibility_li_37": "Switch navigation",
  "legal_accessibility_li_38": "כלים אוטומטיים לבדיקת נגישות",
  "legal_accessibility_li_39": "בדיקות ידניות עם קוראי מסך",
  "legal_accessibility_li_40": "ניווט באמצעות מקלדת בלבד",
  "legal_accessibility_li_41": "בדיקת ניגודיות צבעים",
  "legal_accessibility_li_42": "בדיקה עם משתמשים עם מוגבלויות",
  "legal_accessibility_li_43": "חברה: [business_name]",
  "legal_accessibility_li_44": "אימייל: [business_email]",
  "legal_accessibility_li_45": "טלפון: [business_phone]",
  "services_meta_description": "גלו את המיזמים החברתיים של קהילת איתי - שותפות עם קרן בינלאומית לפרויקטים חברתיים המביאים ריפוי אמיתי לנפגעי מלחמה.",
  "legal_accessibility_link_17": "[business_email]",
  "legal_accessibility_link_18": "[business_phone]",
  "legal_accessibility_link_19": "← חזרה לאתר",
  "accessibility_meta_description": "הצהרת הנגישות שלנו - מחויבותנו לנגישות דיגיטלית",
  "legal_accessibility_page_title": "הצהרת נגישות - [business_name]"
}